[
    {
        "word": "a",
        "EnglishSentence": "I have a cat.",
        "pos": [
            "article"
        ],
        "definition": [
            "A"
        ],
        "description": "The indefinite article is used when referring to a single instance of something, e.g. a person, a thing, a place, a concept, an idea, etc.\n It is used before singular nouns that are countable. The indefinite article is also used to refer to a single instance of a non-countable noun."
    },
    {
        "word": "aber",
        "EnglishSentence": "I like cats, but I don't like dogs.",
        "pos": [
            "conjunction"
        ],
        "definition": [
            "but",
            "however"
        ],
        "description": "The conjunction 'aber' is used to express a contrast or opposition between two statements or ideas.\n It is used to introduce a statement that contrasts with or contradicts the previous statement."
    },
    {
        "word": "Abfahrt",
        "EnglishSentence": "The train's departure is at 3:00 PM.",
        "pos": [
            "noun"
        ],
        "definition": [
            "departure"
        ],
        "description": "The noun 'Abfahrt' means 'departure' in English. It refers to the act of leaving or setting out on a journey or trip.\n It is often used in the context of transportation, such as trains, buses, planes, etc."
    },
    {
        "word": "ach",
        "EnglishSentence": "Ach, I forgot my keys at home.",
        "pos": [
            "interjection"
        ],
        "definition": [
            "oh",
            "alas"
        ],
        "description": "The interjection 'ach' is used to express a variety of emotions or reactions, such as surprise, disappointment, frustration, sympathy, etc.\n It is often used to convey a sense of resignation or acceptance of a situation."
    },
    {
        "word": "acht",
        "EnglishSentence": "The meeting is at eight o'clock.",
        "pos": [
            "numeral"
        ],
        "definition": [
            "eight",
            "8"
        ],
        "description": "The numeral 'acht' means 'eight' in English. It is used to represent the number 8 in counting or numerical expressions.\n It is a cardinal number that comes after seven and before nine."
    },
    {
        "word": "Achtung",
        "EnglishSentence": "Achtung! Watch out for the falling debris.",
        "pos": [
            "noun",
            "interjection"
        ],
        "definition": [
            "attention",
            "watch out",
            "look out",
            "beware",
            "warning"
        ],
        "description": "The noun 'Achtung' is used as an interjection to get someone's attention or warn them about a potential danger or hazard.\n It is often used in situations where immediate action or caution is required."
    },
    {
        "word": "alt",
        "EnglishSentence": "The building is old and in need of repairs.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "old",
            "aged"
        ],
        "description": "The adjective 'alt' means 'old' in English. It is used to describe something or someone that has been in existence for a long time or is no longer new.\n It can refer to the age of a person, object, building, etc."
    },
    {
        "word": "am Wochenende",
        "EnglishSentence": "I like to go hiking on the weekend.",
        "pos": [
            "adverb"
        ],
        "definition": [
            "on the weekend"
        ],
        "description": "The adverbial phrase 'am Wochenende' means 'on the weekend' in English. It is used to indicate a specific time or period, such as a weekend.\n It is often used to talk about activities or events that take place on weekends."
    },
    {
        "word": "am",
        "EnglishSentence": "The book is on the table.",
        "pos": [
            "noun"
        ],
        "definition": [
            "on"
        ],
        "description": "The noun 'am' means 'on' in English. It is used to indicate a specific location or position in relation to something else.\n It is often used in combination with other prepositions to indicate the direction or location of an action or event."
    },
    {
        "word": "Amerika",
        "EnglishSentence": "I want to visit America one day.",
        "pos": [
            "noun"
        ],
        "definition": [
            "America",
            "USA"
        ],
        "description": "The noun 'Amerika' means 'America' or 'USA' in English. It refers to the continent or country located in the Western Hemisphere.\n It is often used to refer to the United States of America or North and South America collectively."
    },
    {
        "word": "Anwalt",
        "EnglishSentence": "I need to consult with my lawyer before signing the contract.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "lawyer",
            "attorney"
        ],
        "description": "The noun 'Anwalt' means 'lawyer' or 'attorney' in English. It refers to a legal professional who provides advice and representation to clients in legal matters.\n Anwälte specialize in various areas of law, such as criminal, civil, family, or corporate law."
    },
    {
        "word": "Anwältin",
        "EnglishSentence": "The attorney is representing the defendant in court.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "lawyer",
            "a lawyer"
        ],
        "description": "The noun 'Änwalt' means 'lawyer' or 'attorney' in English. It refers to a legal professional who provides advice and representation to clients in legal matters.\n Anwälte specialize in various areas of law, such as criminal, civil, family, or corporate law. The feminine form 'Anwältin' is used"
    },
    {
        "word": "Apotheke",
        "EnglishSentence": "I need to pick up my prescription at the pharmacy.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "pharmacy",
            "drugstore"
        ],
        "description": "The noun 'Apotheke' means 'pharmacy' or 'drugstore' in English. It refers to a retail establishment where prescription medications, over-the-counter drugs, and other health-related products are sold.\n Apotheken are staffed by pharmacists who dispense medications and provide health advice to customers."
    },
    {
        "word": "Arbeit",
        "EnglishSentence": "I have a lot of work to do this week.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "work",
            "job",
            "piece of work"
        ],
        "description": "The noun 'Arbeit' means 'work' or 'job' in English. It refers to the physical or mental effort required to complete a task or achieve a goal.\n Arbeit can also refer to a specific task, project, or assignment that needs to be completed."
    },
    {
        "word": "Arzt",
        "EnglishSentence": "The doctor prescribed medication for my illness.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "doctor",
            "physician",
            "medic"
        ],
        "description": "The noun 'Arzt' means 'doctor' or 'physician' in English. It refers to a medical professional who diagnoses, treats, and prevents illnesses and injuries in patients.\n Ärzte can specialize in various areas of medicine, such as pediatrics, surgery, internal medicine, or psychiatry."
    },
    {
        "word": "au",
        "EnglishSentence": "Ouch! That hurt.",
        "pos": [
            "interjection"
        ],
        "definition": [
            "ow",
            "oh",
            "ouch",
            "ouch!"
        ],
        "description": "The interjection 'au' is used to express pain, discomfort, or surprise in response to physical injury or emotional distress.\n It is often used to indicate that something is causing discomfort or pain."
    },
    {
        "word": "auch",
        "EnglishSentence": "I like pizza, and I also like pasta.",
        "pos": [
            "adverb"
        ],
        "definition": [
            "also",
            "as well",
            "too"
        ],
        "description": "The adverb 'auch' means 'also', 'as well', or 'too' in English. It is used to indicate that something is in addition to or in agreement with something else.\n It is often used to express agreement, confirmation, or similarity."
    },
    {
        "word": "auf Wiedersehen",
        "EnglishSentence": "Goodbye, see you later.",
        "pos": [
            "interjection"
        ],
        "definition": [
            "goodbye",
            "farewell",
            "see you again"
        ],
        "description": "The interjection 'auf Wiedersehen' means 'goodbye', 'farewell', or 'see you again' in English. It is used to bid someone farewell or express the hope of seeing them again in the future.\n It is a polite and formal way of saying goodbye in German."
    },
    {
        "word": "auf",
        "EnglishSentence": "The book is on the table.",
        "pos": [
            "preposition"
        ],
        "definition": [
            "on",
            "onto",
            "to",
            "at"
        ],
        "description": "The preposition 'auf' means 'on', 'onto', 'to', or 'at' in English. It is used to indicate the direction, location, or position of an action or event in relation to something else.\n It is often used in combination with other prepositions to indicate the movement or placement of an object or person."
    },
    {
        "word": "aufgeregt",
        "EnglishSentence": "I'm excited to see the new movie.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "excited",
            "agitated"
        ],
        "description": "The adjective 'aufgeregt' means 'excited' or 'agitated' in English. It is used to describe a state of heightened emotion or anticipation in response to a positive or negative stimulus.\n Aufgeregte people may feel nervous, anxious, or enthusiastic about something."
    },
    {
        "word": "aufregend",
        "EnglishSentence": "The roller coaster ride was thrilling and exciting.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "exciting",
            "thrilling"
        ],
        "description": "The adjective 'aufregend' means 'exciting' or 'thrilling' in English. It is used to describe something that is stimulating, engaging, or emotionally arousing.\n Aufregende experiences or events may be enjoyable, suspenseful, or memorable."
    },
    {
        "word": "Aufzug",
        "EnglishSentence": "The elevator is out of order.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "elevator",
            "lift"
        ],
        "description": "The noun 'Aufzug' means 'elevator' or 'lift' in English. It refers to a mechanical device used to transport people or goods between different floors or levels of a building.\n Aufzüge are commonly found in hotels, office buildings, shopping malls, and other multi-story structures."
    },
    {
        "word": "aus",
        "EnglishSentence": "I'm from Germany.",
        "pos": [
            "preposition"
        ],
        "definition": [
            "from",
            "out of",
            "off",
            "out"
        ],
        "description": "The preposition 'aus' means 'from', 'out of', 'off', or 'out' in English. It is used to indicate the origin, source, or starting point of an action or event.\n It is often used in combination with other prepositions to indicate the movement or direction of an object or person."
    },
    {
        "word": "Badezimmer",
        "EnglishSentence": "I need to use the bathroom.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "bathroom",
            "restroom",
            "washroom"
        ],
        "description": "The noun 'Badezimmer' means 'bathroom', 'restroom', or 'washroom' in English. It refers to a room or space in a building that is equipped with facilities for personal hygiene, such as a toilet, sink, and shower or bathtub.\n Badezimmer are commonly found in homes, hotels, restaurants, and other public places."
    },
    {
        "word": "Bahnhof",
        "EnglishSentence": "The train station is crowded with commuters.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "train station",
            "railway station",
            "rail station"
        ],
        "description": "The noun 'Bahnhof' means 'train station', 'railway station', or 'rail station' in English. It refers to a facility or building where trains arrive and depart, passengers board and alight, and goods are loaded and unloaded.\n Bahnhöfe are important transportation hubs in cities and towns."
    },
    {
        "word": "Basketball",
        "EnglishSentence": "I enjoy playing basketball with my friends.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "basketball"
        ],
        "description": "The noun 'Basketball' means 'basketball' in English. It refers to a team sport played on a rectangular court with a hoop and backboard at each end.\n Basketball is played by two teams of five players each, who try to score points by shooting the ball through the opponent's hoop."
    },
    {
        "word": "Bequem",
        "EnglishSentence": "The sofa is comfortable and cozy.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "comfortable",
            "comfortably",
            "convenient"
        ],
        "description": "The adjective 'bequem' means 'comfortable', 'comfortably', or 'convenient' in English. It is used to describe something that provides physical ease, relaxation, or convenience.\n Bequeme furniture, clothing, or accommodations are designed to promote comfort and well-being."
    },
    {
        "word": "Beruf",
        "EnglishSentence": "Teaching is my profession.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "profession",
            "occupation",
            "trade"
        ],
        "description": "The noun 'Beruf' means 'profession', 'occupation', or 'trade' in English. It refers to a person's regular or principal activity, job, or vocation that provides income or livelihood.\n Berufe can be classified into various categories, such as healthcare, education, business, technology, or the arts."
    },
    {
        "word": "Bett",
        "EnglishSentence": "I like to read in bed before going to sleep.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "bed"
        ],
        "description": "The noun 'Bett' means 'bed' in English. It refers to a piece of furniture used for sleeping or resting, typically consisting of a mattress and a frame.\n Betten come in various sizes, styles, and materials, and are commonly found in bedrooms, hotels, dormitories, and other sleeping quarters."
    },
    {
        "word": "bewölkt",
        "EnglishSentence": "The weather forecast predicts cloudy skies with a chance of rain.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "cloudy"
        ],
        "description": "The adjective 'bewölkt' means 'cloudy' in English. It is used to describe the weather condition in which the sky is covered with clouds and the sun is obscured.\n Bewölktes weather is often associated with overcast skies, reduced visibility, and the possibility of precipitation."
    },
    {
        "word": "Bibliothek",
        "EnglishSentence": "I like to study in the library.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "library"
        ],
        "description": "The noun 'Bibliothek' means 'library' in English. It refers to a collection of books, periodicals, and other materials organized for reading, research, and study.\n Bibliotheken are often located in educational institutions, public buildings, and cultural centers."
    },
    {
        "word": "Bier",
        "EnglishSentence": "I enjoy drinking beer with my friends.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "beer"
        ],
        "description": "The noun 'Bier' means 'beer' in English. It refers to an alcoholic beverage made from fermented grains, typically barley, hops, water, and yeast.\n Bier is a popular drink consumed in many cultures and countries around the world, often in social or celebratory settings."
    },
    {
        "word": "billig",
        "EnglishSentence": "I bought a cheap shirt at the store.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "cheap",
            "inexpensive",
            "low-cost"
        ],
        "description": "The adjective 'billig' means 'cheap', 'inexpensive', or 'low-cost' in English. It is used to describe something that is priced at a relatively low or affordable level.\n Billige products, services, or accommodations are often considered to be of lesser quality or value."
    },
    {
        "word": "bin",
        "EnglishSentence": "I am a student.",
        "pos": [
            "verb"
        ],
        "definition": [
            "am"
        ],
        "description": "The verb 'bin' means 'am' in English. It is the first-person singular form of the verb 'sein' (to be) in the present tense.\n Bin is used to indicate that the subject of the sentence is the speaker or someone or something associated with the speaker."
    },
    {
        "word": "bis bald",
        "EnglishSentence": "See you soon!",
        "pos": [
            "interjection"
        ],
        "definition": [
            "see you soon"
        ],
        "description": "The interjection 'bis bald' means 'see you soon' in English. It is used to bid someone farewell with the expectation of meeting or seeing them again in the near future.\n Bis bald is a casual and friendly way of saying goodbye in German."
    },
    {
        "word": "bis später",
        "EnglishSentence": "See you later!",
        "pos": [
            "interjection"
        ],
        "definition": [
            "see you later"
        ],
        "description": "The interjection 'bis später' means 'see you later' in English. It is used to bid someone farewell with the expectation of meeting or seeing them again at a later time.\n Bis später is a casual and friendly way of saying goodbye in German."
    },
    {
        "word": "bis",
        "EnglishSentence": "The store is open until 9:00 PM.",
        "pos": [
            "preposition"
        ],
        "definition": [
            "to",
            "until",
            "till",
            "'til"
        ],
        "description": "The preposition 'bis' means 'to', 'until', 'till', or ''til' in English. It is used to indicate the endpoint, limit, or duration of an action or event.\n Bis is often used in combination with other prepositions to indicate the time, place, or condition of an action or event."
    },
    {
        "word": "bist",
        "EnglishSentence": "You are my best friend.",
        "pos": [
            "verb"
        ],
        "definition": [
            "are"
        ],
        "description": "The verb 'bist' means 'are' in English. It is the second-person singular form of the verb 'sein' (to be) in the present tense.\n Bist is used to indicate that the subject of the sentence is the person or thing being addressed."
    },
    {
        "word": "bitte",
        "EnglishSentence": "Please pass the salt.",
        "pos": [
            "interjection"
        ],
        "definition": [
            "please"
        ],
        "description": "The interjection 'bitte' means 'please' in English. It is used to make a polite request, offer, or response in a conversation or interaction.\n Bitte is a common and versatile expression that can be used in a variety of social and formal contexts."
    },
    {
        "word": "Bluse",
        "EnglishSentence": "I bought a new blouse for the party.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "blouse",
            "top"
        ],
        "description": "The noun 'Bluse' means 'blouse' or 'top' in English. It refers to a garment typically worn by women, which covers the upper body and may be made of cotton, silk, or other materials."
    },
    {
        "word": "brauchen",
        "EnglishSentence": "I need a new phone.",
        "pos": [
            "verb"
        ],
        "definition": [
            "need",
            "do need",
            "require"
        ],
        "description": "The verb 'brauchen' means 'need' or 'do need' in English. It is used to express the necessity or requirement for something or someone.\n Brauchen is often used in combination with a noun or pronoun to indicate the object of the need or desire."
    },
    {
        "word": "brauchst",
        "EnglishSentence": "Do you need help?",
        "pos": [
            "verb"
        ],
        "definition": [
            "need",
            "use",
            "require"
        ],
        "description": "The verb 'brauchst' means 'need' or 'use' in English. It is the second-person singular form of the verb 'brauchen' (to need) in the present tense.\n Brauchst is used to indicate that the subject of the sentence requires or desires something."
    },
    {
        "word": "Brot",
        "EnglishSentence": "I like to eat bread with butter.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "bread",
            "loaf of bread"
        ],
        "description": "The noun 'Brot' means 'bread' in English. It refers to a staple food made from flour, water, and yeast or other leavening agents, which is baked or cooked and typically sliced or served as a meal or accompaniment.\n Brot is a common food item in many cultures and cuisines around the world."
    },
    {
        "word": "Bruder",
        "EnglishSentence": "My brother is coming to visit me next week.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "brother",
            "bro"
        ],
        "description": "The noun 'Bruder' means 'brother' or 'bro' in English. It refers to a male sibling or a close male friend, often used as a term of endearment between friends."
    },
    {
        "word": "Bäckerei",
        "EnglishSentence": "I bought fresh bread from the bakery.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "bakery",
            "baker's"
        ],
        "description": "The noun 'Bäckerei' means 'bakery' or 'baker's' in English. It refers to a retail establishment where bread, pastries, cakes, and other baked goods are made and sold.\n Bäckereien are often run by bakers or pastry chefs who specialize in the art of baking."
    },
    {
        "word": "Bär",
        "EnglishSentence": "The teddy bear is my favorite toy.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "bear",
            "teddy bear"
        ],
        "description": "The noun 'Bär' means 'bear' or 'teddy bear' in English. It refers to a large, carnivorous mammal with a heavy build, thick fur, and a short tail.\n Bären are found in various habitats around the world and are known for their strength, agility, and intelligence."
    },
    {
        "word": "Bücherregal",
        "EnglishSentence": "I need to organize my bookshelf.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "bookcase",
            "bookshelf"
        ],
        "description": "The noun 'Bücherregal' means 'bookcase' or 'bookshelf' in English. It refers to a piece of furniture designed to store and display books, magazines, and other reading materials.\n Bücherregale come in various sizes, styles, and materials, and are commonly found in homes, libraries, and offices."
    },
    {
        "word": "Café",
        "EnglishSentence": "Let's meet at the café for coffee.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "café",
            "coffee shop",
            "coffeehouse",
            "coffee bar"
        ],
        "description": "The noun 'Café' means 'café', 'coffee shop', 'coffeehouse', or 'coffee bar' in English. It refers to a casual dining establishment that serves coffee, tea, pastries, sandwiches, and other light refreshments.\n Cafés are popular meeting places for socializing, relaxing, or working."
    },
    {
        "word": "cool",
        "EnglishSentence": "That's a cool car.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "cool",
            "chill",
            "awesome"
        ],
        "description": "The adjective 'cool' means 'cool', 'chill', or 'awesome' in English. It is used to describe something or someone that is stylish, fashionable, or impressive.\n Cool is often used as a positive expression of approval, admiration, or appreciation."
    },
    {
        "word": "Couch",
        "EnglishSentence": "I like to relax on the couch after a long day.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "couch"
        ],
        "description": "The noun 'Couch' means 'couch' in English. It refers to a piece of furniture designed for seating multiple people, typically with a backrest and armrests.\n Couches are commonly found in living rooms, family rooms, and other communal spaces for relaxation and socializing."
    },
    {
        "word": "da drüben",
        "EnglishSentence": "The park is over there.",
        "pos": [
            "adverb"
        ],
        "definition": [
            "over there"
        ],
        "description": "The adverbial phrase 'da drüben' means 'over there' in English. It is used to indicate a specific location or direction that is away from the speaker and the listener.\n Da drüben is often used to point out or refer to something that is not nearby or within reach."
    },
    {
        "word": "danke",
        "EnglishSentence": "Thank you for your help.",
        "pos": [
            "interjection"
        ],
        "definition": [
            "thank you",
            "thanks"
        ],
        "description": "The interjection 'danke' means 'thank you' or 'thanks' in English. It is used to express gratitude, appreciation, or acknowledgment in response to a kind gesture, favor, or gift.\n Danke is a common and polite way of showing thanks in German."
    },
    {
        "word": "das",
        "EnglishSentence": "This is my book.",
        "pos": [
            "article",
            "pronoun"
        ],
        "definition": [
            "the",
            "that",
            "this"
        ],
        "description": "The definite article 'das' is used when referring to a specific instance of something, e.g. a person, a thing, a place, a concept, an idea, etc.\n It is used before singular nouns that are countable. The definite article is also used to refer to a specific instance of a non-countable noun."
    },
    {
        "word": "dein",
        "EnglishSentence": "My brother likes your sister.",
        "pos": [
            "pronoun",
            "masculine",
            "neuter"
        ],
        "definition": [
            "your",
            "yours"
        ],
        "description": "The possessive pronoun 'dein' means 'your' or 'yours' in English. It is used to indicate ownership, possession, or association with the person or thing being addressed.\n Dein is used before masculine and neuter singular nouns."
    },
    {
        "word": "deine",
        "EnglishSentence": "Your cat is cute.",
        "pos": [
            "pronoun",
            "feminine"
        ],
        "definition": [
            "your",
            "yours"
        ],
        "description": "The possessive pronoun 'deine' means 'your' or 'yours' in English. It is used to indicate ownership, possession, or association with the person or thing being addressed.\n Deine is used before feminine singular nouns."
    },
    {
        "word": "deinen",
        "EnglishSentence": "I like your car.",
        "pos": [
            "pronoun",
            "masculine"
        ],
        "definition": [
            "your",
            "to your",
            "for your",
            "yours"
        ],
        "description": "The possessive pronoun 'deinen' means 'your', 'to your', 'for your', or 'yours' in English. It is used to indicate ownership, possession, or association with the person or thing being addressed.\n Deinen is used before masculine singular nouns."
    },
    {
        "word": "den",
        "EnglishSentence": "I like the film.",
        "pos": [
            "article",
            "pronoun"
        ],
        "definition": [
            "the",
            "that",
            "this"
        ],
        "description": "The definite article 'den' is used when referring to a specific instance of something, e.g. a person, a thing, a place, a concept, an idea, etc.\n It is used before singular nouns that are countable. The definite article is also used to refer to a specific instance of a non-countable noun."
    },
    {
        "word": "der",
        "EnglishSentence": "The man is tall.",
        "pos": [
            "article",
            "pronoun"
        ],
        "definition": [
            "the",
            "that",
            "this"
        ],
        "description": "The definite article 'der' is used when referring to a specific instance of something, e.g. a person, a thing, a place, a concept, an idea, etc.\n It is used before singular nouns that are countable. The definite article is also used to refer to a specific instance of a non-countable noun."
    },
    {
        "word": "Deutsch",
        "EnglishSentence": "I am learning German.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "German",
            "Germanic"
        ],
        "description": "The adjective 'Deutsch' means 'German' in English. It is used to describe something or someone that is related to or associated with the country, language, culture, or people of Germany.\n Deutsch is also used as a noun to refer to the German language."
    },
    {
        "word": "Deutschland",
        "EnglishSentence": "Germany is a beautiful country.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "Germany"
        ],
        "description": "The noun 'Deutschland' means 'Germany' in English. It refers to a country located in Central Europe, known for its rich history, culture, and contributions to art, science, and technology.\n Deutschland is a member of the European Union and a major economic and political power in the region."
    },
    {
        "word": "die",
        "EnglishSentence": "The cat that I saw was white.",
        "pos": [
            "article",
            "pronoun",
            "feminine",
            "plural"
        ],
        "definition": [
            "the",
            "that",
            "this"
        ],
        "description": "The definite article 'die' is used when referring to a specific instance of something, e.g. a person, a thing, a place, a concept, an idea, etc.\n It is used before plural nouns that are countable. The definite article is also used to refer to a specific instance of a non-countable noun."
    },
    {
        "word": "Dienstag",
        "EnglishSentence": "I have an appointment on Tuesday.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "Tuesday"
        ],
        "description": "The noun 'Dienstag' means 'Tuesday' in English. It refers to the third day of the week, following Monday and preceding Wednesday.\n Dienstag is named after the Norse god Tyr, who was associated with law, justice, and heroic glory."
    },
    {
        "word": "Dollar",
        "EnglishSentence": "I need to exchange my dollars for euros.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "dollar",
            "dollars"
        ],
        "description": "The noun 'Dollar' means 'dollar' or 'dollars' in English. It refers to the currency unit used in the United States and several other countries around the world.\n Dollars are commonly used for international trade, investment, and financial transactions."
    },
    {
        "word": "drei",
        "EnglishSentence": "I have three siblings.",
        "pos": [
            "numeral"
        ],
        "definition": [
            "three",
            "3"
        ],
        "description": "The numeral 'drei' means 'three' in English. It is used to indicate the quantity or number of something, typically in reference to a countable object, person, or group.\n Drei is an odd number that comes after two and before four."
    },
    {
        "word": "dreißig",
        "EnglishSentence": "The speed limit is thirty kilometers per hour.",
        "pos": [
            "numeral"
        ],
        "definition": [
            "thirty",
            "30"
        ],
        "description": "The numeral 'dreißig' means 'thirty' in English. It is used to indicate the quantity or number of something, typically in reference to a countable object, person, or group.\n Dreißig is a multiple of ten that comes after twenty-nine and before thirty-one."
    },
    {
        "word": "du",
        "EnglishSentence": "You are my best friend.",
        "pos": [
            "pronoun"
        ],
        "definition": [
            "you"
        ],
        "description": "The pronoun 'du' means 'you' in English. It is used to address or refer to the person being spoken to or about in the second person singular.\n Du is used informally and familiarly in German to address friends, family members, children, or pets."
    },
    {
        "word": "dunkel",
        "EnglishSentence": "The room is dark.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "dark"
        ],
        "description": "The adjective 'dunkel' means 'dark' in English. It is used to describe the absence of light or the lack of illumination in a space, object, or environment.\n Dunkel is often associated with nighttime, shadows, or the absence of color or brightness."
    },
    {
        "word": "Döner",
        "EnglishSentence": "I like to eat döner kebab for lunch.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "doner kebab",
            "kebab"
        ],
        "description": "The noun 'Döner' means 'doner kebab' or 'kebab' in English. It refers to a type of Turkish dish made from seasoned meat cooked on a vertical rotisserie and served in a pita or flatbread with vegetables, sauces, and condiments.\n Döner is a popular street food in many countries and cultures."
    },
    {
        "word": "dünn",
        "EnglishSentence": "The paper is thin.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "thin",
            "slim",
            "thinner"
        ],
        "description": "The adjective 'dünn' means 'thin', 'slim', or 'thinner' in English. It is used to describe something that has a small or narrow width, depth, or thickness.\n Dünne objects, materials, or structures may be delicate, fragile, or lightweight."
    },
    {
        "word": "eh",
        "EnglishSentence": "I'll do it anyway.",
        "pos": [
            "adverb"
        ],
        "definition": [
            "in any case",
            "anyway"
        ],
        "description": "The adverb 'eh' means 'in any case' or 'anyway' in English. It is used to indicate that something will be done or happen regardless of other factors or circumstances.\n Eh is often used to express indifference, resignation, or determination."
    },
    {
        "word": "ehe",
        "EnglishSentence": "They got married before the baby was born.",
        "pos": [
            "conjunction"
        ],
        "definition": [
            "marriage",
            "wedlock",
            "matrimony"
        ],
        "description": "The conjunction 'ehe' means 'marriage', 'wedlock', or 'matrimony' in English. It refers to the legal or formal union of two people as partners in a personal relationship, typically involving a ceremony, contract, or commitment.\n Ehe is a social institution that is recognized and regulated by law in many cultures and societies."
    },
    {
        "word": "Ei",
        "EnglishSentence": "I like to eat eggs for breakfast.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "egg"
        ],
        "description": "The noun 'Ei' means 'egg' in English. It refers to the reproductive body produced by chickens, birds, and other animals, which is used as a food source for humans and other animals.\n Eier are a versatile and nutritious food that can be prepared in various ways, such as boiled, fried, scrambled, or poached."
    },
    {
        "word": "ein",
        "EnglishSentence": "I have a cat.",
        "pos": [
            "article",
            "pronoun",
            "masculine",
            "neuter"
        ],
        "definition": [
            "a",
            "an"
        ],
        "description": "The indefinite article 'ein' is used when referring to a non-specific instance of something, e.g. a person, a thing, a place, a concept, an idea, etc.\n It is used before singular nouns that are countable. The indefinite article is also used to refer to a non-specific instance of a non-countable noun."
    },
    {
        "word": "eine",
        "EnglishSentence": "I have a dog.",
        "pos": [
            "article",
            "pronoun",
            "feminine"
        ],
        "definition": [
            "an",
            "a"
        ],
        "description": "The indefinite article 'eine' is used when referring to a non-specific instance of something, e.g. a person, a thing, a place, a concept, an idea, etc.\n It is used before singular nouns that are countable. The indefinite article is also used to refer to a non-specific instance of a non-countable noun."
    },
    {
        "word": "einen",
        "EnglishSentence": "I have a car.",
        "pos": [
            "article",
            "pronoun",
            "masculine"
        ],
        "definition": [
            "an",
            "a"
        ],
        "description": "The indefinite article 'einen' is used when referring to a non-specific instance of something, e.g. a person, a thing, a place, a concept, an idea, etc.\n It is used before singular nouns that are countable. The indefinite article is also used to refer to a non-specific instance of a non-countable noun."
    },
    {
        "word": "einfach",
        "EnglishSentence": "The solution is simple.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "easy",
            "simple"
        ],
        "description": "The adjective 'einfach' means 'easy' or 'simple' in English. It is used to describe something that is not complicated, difficult, or challenging.\n Einfache tasks, problems, or solutions are straightforward, uncomplicated, or accessible."
    },
    {
        "word": "eins",
        "EnglishSentence": "I have one apple.",
        "pos": [
            "numeral"
        ],
        "definition": [
            "one"
        ],
        "description": "The numeral 'eins' means 'one' in English. It is used to indicate the quantity or number of something, typically in reference to a countable object, person, or group.\n Eins is the first cardinal number and the base of the decimal numeral system."
    },
    {
        "word": "Eintrittskarte",
        "EnglishSentence": "I need to buy a ticket for the concert.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "admission ticket",
            "[admission/entry/entrance] [ticket/pass/card]"
        ],
        "description": "The noun 'Eintrittskarte' means 'admission ticket', 'entry ticket', 'entrance ticket', or 'ticket' in English. It refers to a document or token that grants the holder permission to enter a venue, event, or facility.\n Eintrittskarten are commonly used for concerts, movies, museums, amusement parks, and other attractions."
    },
    {
        "word": "Elefant",
        "EnglishSentence": "The elephant is the largest land animal.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "elephant"
        ],
        "description": "The noun 'Elefant' means 'elephant' in English. It refers to a large, herbivorous mammal with a long trunk, tusks, and ears, known for its intelligence, memory, and social behavior.\n Elefanten are found in Africa and Asia and are known for their strength, size, and distinctive appearance."
    },
    {
        "word": "elegant",
        "EnglishSentence": "She is wearing an elegant dress.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "elegant"
        ],
        "description": "The adjective 'elegant' means 'elegant' in English. It is used to describe something or someone that is stylish, sophisticated, or tasteful in appearance, manner, or behavior.\n Elegant objects, clothing, or designs are often associated with grace, refinement, or beauty."
    },
    {
        "word": "Englisch",
        "EnglishSentence": "I am learning English.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "English"
        ],
        "description": "The noun 'Englisch' means 'English' in English. It refers to the language spoken in England, the United States, Canada, Australia, and other countries around the world.\n Englisch is one of the most widely spoken languages and is used for communication, business, education, and entertainment."
    },
    {
        "word": "Entschuldigung",
        "EnglishSentence": "I'm sorry for being late.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "sorry",
            "excuse me",
            "apologies"
        ],
        "description": "The noun 'Entschuldigung' means 'sorry', 'excuse me', or 'apologies' in English. It is used to express regret, remorse, or apology for a mistake, offense, or inconvenience caused to someone else.\n Entschuldigungen are often used in social, professional, or formal contexts to acknowledge and rectify errors or misunderstandings."
    },
    {
        "word": "er",
        "EnglishSentence": "He is my brother.",
        "pos": [
            "pronoun",
            "masculine"
        ],
        "definition": [
            "he's",
            "him",
            "he",
            "he'll"
        ],
        "description": "The pronoun 'er' means 'he', 'him', 'he's', or 'he'll' in English. It is used to refer to or address a male person or thing in the third person singular.\n Er is used to indicate the subject, object, or possess of the sentence."
    },
    {
        "word": "Erdbeeren",
        "EnglishSentence": "I like to eat strawberries with cream.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "strawberries"
        ],
        "description": "The noun 'Erdbeeren' means 'strawberries' in English. It refers to a sweet, red fruit with seeds on the surface, typically grown on low plants and used in desserts, jams, and beverages.\n Erdbeeren are a popular and versatile ingredient in many cuisines and dishes."
    },
    {
        "word": "es geht",
        "EnglishSentence": "I'm all right.",
        "pos": [
            "phrase"
        ],
        "definition": [
            "I'm all right",
            "I'm okay",
            "I'm fine"
        ],
        "description": "The phrase 'es geht' means 'I'm all right', 'I'm okay', or 'I'm fine' in English. It is used to indicate that the speaker is in good health, spirits, or condition.\n Es geht is a common and informal response to inquiries about one's well-being or state of being."
    },
    {
        "word": "es gibt",
        "EnglishSentence": "There are many books in the library.",
        "pos": [
            "phrase"
        ],
        "definition": [
            "there are",
            "there is",
            "there's"
        ],
        "description": "The phrase 'es gibt' means 'there are', 'there is', or 'there's' in English. It is used to indicate the existence, presence, or availability of something or someone in a specific location or context.\n Es gibt is often used to introduce or describe objects, people, places, or events."
    },
    {
        "word": "es tut mir leid",
        "EnglishSentence": "I'm sorry.",
        "pos": [
            "phrase"
        ],
        "definition": [
            "I am sorry",
            "I'm sorry"
        ],
        "description": "The phrase 'es tut mir leid' means 'I am sorry' in English. It is used to express regret, remorse, or apology for a mistake, offense, or inconvenience caused to someone else.\n Es tut mir leid is a formal and polite way of acknowledging and apologizing for errors or misunderstandings."
    },
    {
        "word": "es",
        "EnglishSentence": "It is raining.",
        "pos": [
            "pronoun"
        ],
        "definition": [
            "it"
        ],
        "description": "The pronoun 'es' means 'it' in English. It is used to refer to or address an inanimate object, concept, or idea in the third person singular.\n Es is used to indicate the subject, object, or possess of the sentence."
    },
    {
        "word": "Essen",
        "EnglishSentence": "I like to eat pizza for dinner.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "food",
            "meal"
        ],
        "description": "The noun 'Essen' means 'food' in English. It refers to any substance that is consumed by humans or animals to provide energy, nutrients, and sustenance for growth, development, and maintenance.\n Essen is a basic necessity of life and is essential for survival and well-being."
    },
    {
        "word": "essen",
        "EnglishSentence": "I am eating breakfast.",
        "pos": [
            "verb"
        ],
        "definition": [
            "eat",
            "eating"
        ],
        "description": "The verb 'essen' means 'eat' or 'eating' in English. It is used to describe the action of consuming food or meals for nourishment, sustenance, or pleasure.\n Essen is a basic human activity that is essential for survival and well-being."
    },
    {
        "word": "Eule",
        "EnglishSentence": "The owl is a nocturnal bird of prey.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "owl"
        ],
        "description": "The noun 'Eule' means 'owl' in English. It refers to a bird of prey with large eyes, a hooked beak, and sharp talons, known for its nocturnal habits, silent flight, and keen senses.\n Eulen are found in various habitats around the world and are associated with wisdom, mystery, and magic."
    },
    {
        "word": "Euro",
        "EnglishSentence": "I need to exchange my euros for dollars.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "euros",
            "euro"
        ],
        "description": "The noun 'Euro' means 'euros' or 'euro' in English. It refers to the currency unit used in the European Union and several other countries around the world.\n Euros are commonly used for international trade, investment, and financial transactions."
    },
    {
        "word": "Fahrkarte",
        "EnglishSentence": "I need to buy a ticket for the train.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "ticket"
        ],
        "description": "The noun 'Fahrkarte' means 'ticket' in English. It refers to a document or token that grants the holder permission to travel on a vehicle, such as a train, bus, plane, or ship.\n Fahrkarten are commonly used for public transportation, entertainment, events, and other activities."
    },
    {
        "word": "Fahrkarten",
        "EnglishSentence": "I need to buy tickets for the concert.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "tickets"
        ],
        "description": "The noun 'Fahrkarten' means 'tickets' in English. It refers to documents or tokens that grant the holder permission to enter a venue, event, or facility.\n Fahrkarten are commonly used for concerts, movies, museums, amusement parks, and other attractions."
    },
    {
        "word": "fantastisch",
        "EnglishSentence": "That was a fantastic movie.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "fantastic",
            "great",
            "terrific",
            "awesome",
            "fabulous",
            "brilliant",
            "wonderful",
            "splendid",
            "amazing"
        ],
        "description": "The adjective 'fantastisch' means 'fantastic', 'great', 'terrific', 'awesome', 'fabulous', 'brilliant', 'wonderful', 'splendid', or 'amazing' in English. It is used to describe something or someone that is extraordinary, exceptional, or outstanding in quality, performance, or appearance.\n Fantastisch is often used as a positive expression of approval, admiration, or appreciation."
    },
    {
        "word": "Fisch",
        "EnglishSentence": "I like to eat fish for dinner.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "fish"
        ],
        "description": "The noun 'Fisch' means 'fish' in English. It refers to a cold-blooded aquatic animal with gills, fins, and scales, known for its ability to swim, breathe underwater, and reproduce in water.\n Fische are a diverse and abundant group of vertebrates that are consumed as food by humans and other animals."
    },
    {
        "word": "fotografiere",
        "EnglishSentence": "I am taking photos.",
        "pos": [
            "verb"
        ],
        "definition": [
            "take photos",
            "take pictures"
        ],
        "description": "The verb 'fotografiere' means 'take photos' or 'take pictures' in English. It is the first-person singular form of the verb 'fotografieren' (to photograph) in the present tense.\n Fotografiere is used to describe the action of capturing images or scenes with a camera or other photographic device."
    },
    {
        "word": "Frankreich",
        "EnglishSentence": "I want to visit France.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "France"
        ],
        "description": "The noun 'Frankreich' means 'France' in English. It refers to a country located in Western Europe, known for its rich history, culture, cuisine, and art.\n Frankreich is a popular tourist destination and a major economic and political power in the region."
    },
    {
        "word": "Französisch",
        "EnglishSentence": "I am learning French.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "French"
        ],
        "description": "The noun 'Französisch' means 'French' in English. It refers to the language spoken in France, Canada, Belgium, Switzerland, and other countries around the world.\n Französisch is one of the most widely spoken languages and is used for communication, business, education, and diplomacy."
    },
    {
        "word": "Frau",
        "EnglishSentence": "The young lady's name is Mrs. H",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "woman",
            "wife",
            "Ms.",
            "Mrs."
        ],
        "description": "The noun 'Frau' means 'women' in English. It refers to an adult human female, typically married or in a committed relationship.\n Frauen are known for their strength, resilience, and nurturing qualities."
    },
    {
        "word": "frei",
        "EnglishSentence": "The seat is free.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "free",
            "available"
        ],
        "description": "The adjective 'frei' means 'free' or 'available' in English. It is used to describe something that is not occupied, taken, or reserved by someone else.\n Freie seats, spaces, or resources are open, unclaimed, or accessible to others."
    },
    {
        "word": "Freund",
        "EnglishSentence": "My best friend is my boyfriend.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "boyfriend",
            "partner"
        ],
        "description": "The noun 'Freund' means 'boyfriend' or 'partner' in English when referring to a romantic or intimate relationship.\n Freunde are individuals who share a close bond, mutual affection, and emotional connection with each other."
    },
    {
        "word": "Freunde",
        "EnglishSentence": "I like to spend time with my friends.",
        "pos": [
            "noun",
            "masculine",
            "plural"
        ],
        "definition": [
            "friends",
            "friends'"
        ],
        "description": "The noun 'Freunde' means 'friends' or 'friends'' in English. It refers to a group of people who share a close bond, mutual affection, and emotional connection with each other.\n Freunde are individuals who support, encourage, and enjoy spending time together."
    },
    {
        "word": "Freundin",
        "EnglishSentence": "My best friend is my girlfriend.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "girlfriend",
            "friend",
            "friend's",
            "girlfriends"
        ],
        "description": "The noun 'Freundin' means 'girlfriend', 'friend', 'friend's', or 'girlfriends' in English when referring to a romantic or intimate relationship.\n Freundinnen are individuals who share a close bond, mutual affection, and emotional connection with each other."
    },
    {
        "word": "freut mich",
        "EnglishSentence": "Nice to meet you.",
        "pos": [
            "phrase"
        ],
        "definition": [
            "nice to meet you",
            "nice"
        ],
        "description": "The phrase 'freut mich' means 'nice to meet you' in English. It is used to express pleasure, satisfaction, or appreciation upon meeting someone for the first time.\n Freut mich is a polite and friendly way of greeting or acknowledging a new acquaintance."
    },
    {
        "word": "Frühling",
        "EnglishSentence": "Spring is my favorite season.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "spring",
            "springtime"
        ],
        "description": "The noun 'Frühling' means 'spring' or 'springtime' in English. It refers to the season between winter and summer, known for its mild weather, blooming flowers, and longer days.\n Frühling is a time of renewal, growth, and rejuvenation in nature and the environment."
    },
    {
        "word": "frühstücke",
        "EnglishSentence": "I am eating breakfast.",
        "pos": [
            "verb"
        ],
        "definition": [
            "eat breakfast",
            "am eating breakfast"
        ],
        "description": "The verb 'frühstücke' means 'eat breakfast' or 'am eating breakfast' in English. It is used to describe the action of consuming food or a meal in the morning.\n Frühstücke is a common and important meal that provides energy, nutrients, and sustenance for the day."
    },
    {
        "word": "frühstückst",
        "EnglishSentence": "You are eating breakfast.",
        "pos": [
            "verb"
        ],
        "definition": [
            "are eating breakfast",
            "eat breakfast"
        ],
        "description": "The verb 'frühstückst' means 'are eating breakfast' or 'eat breakfast' in English. It is used to describe the action of consuming food or a meal in the morning.\n Frühstückst is a common and important meal that provides energy, nutrients, and sustenance for the day."
    },
    {
        "word": "frühstückt",
        "EnglishSentence": "He is eating breakfast.",
        "pos": [
            "verb"
        ],
        "definition": [
            "are eating breakfast",
            "is eating breakfast"
        ],
        "description": "The verb 'frühstückt' means 'are eating breakfast', 'eats breakfast', 'is eating breakfast', or 'eat breakfast' in English. It is used to describe the action of consuming food or a meal in the morning.\n Frühstückt is a common and important meal that provides energy, nutrients, and sustenance for the day."
    },
    {
        "word": "Fußball",
        "EnglishSentence": "I like to play soccer.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "soccer",
            "football"
        ],
        "description": "The noun 'Fußball' means 'soccer' or 'football' in English. It refers to a team sport played with a round ball between two teams of eleven players each, known for its physicality, skill, and strategy.\n Fußball is the most popular and widely played sport in the world."
    },
    {
        "word": "fällt",
        "EnglishSentence": "The snow is falling.",
        "pos": [
            "verb"
        ],
        "definition": [
            "fall",
            "is falling",
            "cases",
            "falls",
            "drop"
        ],
        "description": "The verb 'fällt' means 'fall', 'is falling', 'cases', 'falls', or 'drop' in English. It is used to describe the action of descending or dropping from a higher to a lower position.\n Fällt is often used to describe the movement of objects, substances, or natural phenomena."
    },
    {
        "word": "fünf",
        "EnglishSentence": "I have five fingers on each hand.",
        "pos": [
            "numeral"
        ],
        "definition": [
            "five",
            "5"
        ],
        "description": "The numeral 'fünf' means 'five' in English. It is used to indicate the quantity or number of something, typically in reference to a countable object, person, or group.\n Fünf is an odd number that comes after four and before six."
    },
    {
        "word": "für",
        "EnglishSentence": "I bought a gift for my friend.",
        "pos": [
            "preposition"
        ],
        "definition": [
            "for"
        ],
        "description": "The preposition 'für' means 'for' in English. It is used to indicate the recipient, beneficiary, or purpose of an action, object, or event.\n Für is used to express the relationship, connection, or association between two or more elements in a sentence."
    },
    {
        "word": "gehe",
        "EnglishSentence": "I am going for a walk.",
        "pos": [
            "verb"
        ],
        "definition": [
            "am going",
            "go"
        ],
        "description": "The verb 'gehe' means 'am going', 'walking', 'go', 'leave', 'going', 'walk', or 'answer' in English. It is used to describe the action of moving from one place to another on foot or by other means of transportation.\n Gehe is a common and essential human activity that involves physical movement and direction."
    },
    {
        "word": "gehen",
        "EnglishSentence": "We are going to the park.",
        "pos": [
            "verb"
        ],
        "definition": [
            "go",
            "walk",
            "leave"
        ],
        "description": "The verb 'gehen' means 'go', 'walk', or 'leave' in English. It is used to describe the action of moving from one place to another on foot or by other means of transportation.\n Gehen is a common and essential human activity that involves physical movement and direction."
    },
    {
        "word": "Geld",
        "EnglishSentence": "I need to withdraw some money from the ATM.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "money",
            "cash",
            "currency"
        ],
        "description": "The noun 'Geld' means 'money', 'cash', or 'currency' in English. It refers to a medium of exchange, store of value, or unit of account used for transactions, trade, and commerce.\n Geld is a universal and essential commodity that is used for buying, selling, and investing in goods and services."
    },
    {
        "word": "Geldautomat",
        "EnglishSentence": "I need to withdraw some cash from the ATM.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "ATM",
            "cash dispenser",
            "cashpoint",
            "bank machine",
            "cash machine"
        ],
        "description": "The noun 'Geldautomat' means 'ATM', 'cash dispenser', 'cashpoint', 'bank machine', or 'cash machine' in English. It refers to an electronic device that allows users to withdraw, deposit, or transfer money from their bank accounts.\n Geldautomaten are commonly found in banks, stores, airports, and other public locations."
    },
    {
        "word": "genau",
        "EnglishSentence": "I want to know exactly what happened.",
        "pos": [
            "adverb"
        ],
        "definition": [
            "exactly",
            "precisely"
        ],
        "description": "The adverb 'genau' means 'exactly' or 'precisely' in English. It is used to indicate the accuracy, correctness, or specificity of information, details, or instructions.\n Genau is often used to emphasize the exactness, correctness, or precision of a statement or action."
    },
    {
        "word": "gern geschehen",
        "EnglishSentence": "You're welcome.",
        "pos": [
            "phrase"
        ],
        "definition": [
            "you are welcome"
        ],
        "description": "The phrase 'gern geschehen' means 'you are welcome' in English. It is used to acknowledge and respond to expressions of gratitude, thanks, or appreciation from someone else.\n Gern geschehen is a polite and friendly way of accepting and reciprocating positive feedback or gestures."
    },
    {
        "word": "gern",
        "EnglishSentence": "It would be my pleasure to help you.",
        "pos": [
            "adverb"
        ],
        "definition": [
            "Gladly",
            "with pleasure"
        ],
        "description": "The adverb 'gern' means 'gladly' or 'with pleasure' in English. It is used to express enjoyment, satisfaction, or willingness in performing an action, task, or activity.\n Gern is often used to indicate a positive attitude, preference, or inclination towards something."
    },
    {
        "word": "geöffnet",
        "EnglishSentence": "The store is open.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "open",
            "opened"
        ],
        "description": "The adjective 'geöffnet' means 'open' or 'opened' in English. It is used to describe something that is not closed, shut, or sealed.\n Geöffnet doors, windows, or businesses are accessible, available, or operating."
    },
    {
        "word": "Gleis",
        "EnglishSentence": "The train is arriving at platform 3.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "track",
            "platform"
        ],
        "description": "The noun 'Gleis' means 'track' or 'platform' in English. It refers to a designated area or structure where trains stop, depart, or pass through at a railway station.\n Gleise are used for boarding, alighting, and transferring passengers and cargo between trains and other modes of transportation."
    },
    {
        "word": "groß",
        "EnglishSentence": "The elephant is a large animal.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "large",
            "big",
            "tall"
        ],
        "description": "The adjective 'groß' means 'large', 'big', or 'tall' in English. It is used to describe something that has a considerable size, extent, or magnitude.\n Große objects, animals, or structures are often associated with strength, power, or importance."
    },
    {
        "word": "Größe",
        "EnglishSentence": "The size of the shirt is too small.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "size"
        ],
        "description": "The noun 'Größe' means 'size' in English. It refers to the dimensions, proportions, or measurements of an object, person, or thing.\n Größen are used to describe the length, width, height, weight, or capacity of something."
    },
    {
        "word": "gut",
        "EnglishSentence": "The food was good.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "good",
            "well",
            "fine"
        ],
        "description": "The adjective 'gut' means 'good', 'well', or 'fine' in English. It is used to describe something that is of high quality, value, or standard.\n Gute objects, experiences, or performances are often associated with satisfaction, approval, or excellence."
    },
    {
        "word": "guten Tag",
        "EnglishSentence": "Good day.",
        "pos": [
            "phrase"
        ],
        "definition": [
            "hello",
            "good day",
            "good afternoon"
        ],
        "description": "The phrase 'guten Tag' means 'hello', 'good day', or 'good afternoon' in English. It is used as a polite and formal greeting to acknowledge and address someone during the day.\n Guten Tag is a common and respectful way of initiating a conversation or interaction with someone else."
    },
    {
        "word": "ha",
        "EnglishSentence": "Ha! That was funny.",
        "pos": [
            "interjection"
        ],
        "definition": [
            "ha"
        ],
        "description": "The interjection 'ha' is used to express amusement, laughter, or satisfaction in response to something funny, surprising, or entertaining.\n Ha is often used as an exclamation or reaction to humor, wit, or irony in a conversation or situation."
    },
    {
        "word": "habe",
        "EnglishSentence": "I have a cat.",
        "pos": [
            "primary"
        ],
        "definition": [
            "have",
            "possession",
            "own"
        ],
        "description": "The first person singular form of the verb 'haben' means 'have' or 'possession' in English. It is used to indicate possession, ownership, or control of something or someone.\n Habe is a common and essential verb that is used to express the relationship, connection, or association between a subject and an object."
    },
    {
        "word": "haben",
        "EnglishSentence": "We have a dog.",
        "pos": [
            "verb"
        ],
        "definition": [
            "have",
            "possess",
            "own"
        ],
        "description": "The verb 'haben' means 'have', 'possess', or 'own' in English. It is used to indicate possession, ownership, or control of something or someone.\n Haben is a common and essential verb that is used to express the relationship, connection, or association between a subject and an object."
    },
    {
        "word": "habt",
        "EnglishSentence": "You have a cat.",
        "pos": [
            "secondary"
        ],
        "definition": [
            "have",
            "possess",
            "own"
        ],
        "description": "The second person plural form of the verb 'haben' means 'have', 'possess', or 'own' in English. It is used to indicate possession, ownership, or control of something or someone.\n Habt is a common and essential verb that is used to express the relationship, connection, or association between a subject and an object."
    },
    {
        "word": "halb",
        "EnglishSentence": "The glass is half full.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "half"
        ],
        "description": "The adjective 'halb' means 'half', 'semi-', or 'partly' in English. It is used to describe something that is divided into two equal parts or portions.\n Halbe objects, quantities, or measurements are often associated with balance, symmetry, or completion."
    },
    {
        "word": "hallo",
        "EnglishSentence": "Hello, how are you?",
        "pos": [
            "interjection"
        ],
        "definition": [
            "hello"
        ],
        "description": "The interjection 'hallo' means 'hello' in English. It is used as a friendly and informal greeting to acknowledge and address someone in a conversation or interaction.\n Hallo is a common and versatile expression of welcome, introduction, or salutation."
    },
    {
        "word": "hast",
        "EnglishSentence": "You have a cat.",
        "pos": [
            "secondary"
        ],
        "definition": [
            "have",
            "possess",
            "own"
        ],
        "description": "The second person singular form of the verb 'haben' means 'have', 'possess', or 'own' in English. It is used to indicate possession, ownership, or control of something or someone.\n Hast is a common and essential verb that is used to express the relationship, connection, or association between a subject and an object."
    },
    {
        "word": "hat",
        "EnglishSentence": "He has a car.",
        "pos": [
            "tertiary"
        ],
        "definition": [
            "has",
            "have",
            "possess",
            "own"
        ],
        "description": "The third person singular form of the verb 'haben' means 'has', 'have', 'possess', or 'own' in English. It is used to indicate possession, ownership, or control of something or someone.\n Hat is a common and essential verb that is used to express the relationship, connection, or association between a subject and an object."
    },
    {
        "word": "heiß",
        "EnglishSentence": "The tea is hot.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "hot",
            "warm",
            "spicy"
        ],
        "description": "The adjective 'heiß' means 'hot', 'warm', or 'spicy' in English. It is used to describe something that has a high temperature, intensity, or flavor.\n Heiße objects, substances, or foods are often associated with heat, energy, or excitement."
    },
    {
        "word": "heiße",
        "EnglishSentence": "My name is John.",
        "pos": [
            "primary"
        ],
        "definition": [
            "am called"
        ],
        "description": "The first person singular form of the verb 'heißen' means 'am called' in English. It is used to introduce or identify oneself by name.\n Heiße is a common and essential verb that is used to express the identity, designation, or title of a person or thing."
    },
    {
        "word": "heißen",
        "EnglishSentence": "What is your name?",
        "pos": [
            "verb"
        ],
        "definition": [
            "be called",
            "is called",
            "are called",
            "called",
            "mean"
        ],
        "description": "The verb 'heißen' means 'be called', 'is called', 'are called', 'called', or 'mean' in English. It is used to introduce or identify someone or something by name.\n Heißen is a common and essential verb that is used to express the identity, designation, or title of a person or thing."
    },
    {
        "word": "heißt",
        "EnglishSentence": "His name is Peter.",
        "pos": [
            "tertiary"
        ],
        "definition": [
            "is called",
            "is named",
            "is"
        ],
        "description": "The third person singular form of the verb 'heißen' means 'is called', 'is named', or 'is' in English. It is used to introduce or identify someone or something by name.\n Heißt is a common and essential verb that is used to express the identity, designation, or title of a person or thing."
    },
    {
        "word": "hell",
        "EnglishSentence": "The room is bright.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "bright",
            "light"
        ],
        "description": "The adjective 'hell' means 'bright' or 'light' in English. It is used to describe something that emits or reflects a high level of illumination, visibility, or clarity.\n Helle objects, colors, or spaces are often associated with purity, innocence, or positivity."
    },
    {
        "word": "Hemd",
        "EnglishSentence": "I need to buy a new shirt.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "shirt"
        ],
        "description": "The noun 'Hemd' means 'shirt' in English. It refers to a garment worn on the upper body, typically with a collar, buttons, and sleeves.\n Hemden are commonly used for formal, casual, or athletic occasions and are available in various styles, colors, and sizes."
    },
    {
        "word": "Herbst",
        "EnglishSentence": "Autumn is a beautiful season.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "fall",
            "autumn"
        ],
        "description": "The noun 'Herbst' means 'fall' or 'autumn' in English. It refers to the season between summer and winter, known for its colorful foliage, cooler temperatures, and shorter days.\n Herbst is a time of transition, change, and harvest in nature and the environment."
    },
    {
        "word": "Herr",
        "EnglishSentence": "Mr. Smith is a gentleman.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "Mr.",
            "gentleman"
        ],
        "description": "The noun 'Herr' means 'Mr.' or 'gentleman' in English. It is used as a title of respect, courtesy, or formality when addressing or referring a man in a conversation or interaction.\n Herren are individuals who are polite, dignified, and well-mannered in their behavior and appearance."
    },
    {
        "word": "heute Abend",
        "EnglishSentence": "I am going to the theater tonight.",
        "pos": [
            "phrase"
        ],
        "definition": [
            "this evening",
            "tonight"
        ],
        "description": "The phrase 'heute Abend' means 'this evening' or 'tonight' in English. It is used to indicate the time, period, or moment after sunset and before bedtime.\n Heute Abend is a common and versatile expression of planning, scheduling, or arranging activities or events in the evening."
    },
    {
        "word": "heute Morgen",
        "EnglishSentence": "I woke up early this morning.",
        "pos": [
            "phrase"
        ],
        "definition": [
            "this morning"
        ],
        "description": "The phrase 'heute Morgen' means 'this morning' in English. It is used to indicate the time, period, or moment after sunrise and before noon.\n Heute Morgen is a common and versatile expression of starting, beginning, or initiating activities or events in the morning."
    },
    {
        "word": "heute Nachmittag",
        "EnglishSentence": "I have an appointment this afternoon.",
        "pos": [
            "phrase"
        ],
        "definition": [
            "this afternoon"
        ],
        "description": "The phrase 'heute Nachmittag' means 'this afternoon' in English. It is used to indicate the time, period, or moment after noon and before evening.\n Heute Nachmittag is a common and versatile expression of continuing, progressing, or completing activities or events in the afternoon."
    },
    {
        "word": "heute",
        "EnglishSentence": "I am going to the store today.",
        "pos": [
            "adverb"
        ],
        "definition": [
            "today"
        ],
        "description": "The adverb 'heute' means 'today' in English. It is used to indicate the current day, date, or time period in relation to the present moment.\n Heute is a common and versatile expression of planning, scheduling, or arranging activities or events on a specific day."
    },
    {
        "word": "hier",
        "EnglishSentence": "I am here.",
        "pos": [
            "adverb"
        ],
        "definition": [
            "here"
        ],
        "description": "The adverb 'hier' means 'here' in English. It is used to indicate the location, position, or presence of someone or something in relation to the speaker or observer.\n Hier is a common and versatile expression of identifying, pointing, or referring to a specific place or point in space."
    },
    {
        "word": "Hin-und Rückfahrt",
        "EnglishSentence": "I need to buy a round-trip ticket for the train.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "round-trip ticket",
            "round trip",
            "return ticket",
            "return trip"
        ],
        "description": "The noun 'Hin-und Rückfahrt' means 'round-trip ticket', 'round trip', 'return ticket', or 'return trip' in English. It refers to a ticket that allows the holder to travel to a destination and back to the starting point on the same route or itinerary.\n Hin-und Rückfahrten are commonly used for transportation, travel, and commuting between two locations."
    },
    {
        "word": "hinten",
        "EnglishSentence": "The car is parked in the back.",
        "pos": [
            "adverb"
        ],
        "definition": [
            "in the back",
            "at the back",
            "in the rear",
            "at the rear"
        ],
        "description": "The adverb 'hinten' means 'in the back', 'at the back', 'in the rear', or 'at the rear' in English. It is used to indicate the location, position, or direction of someone or something behind, after, or at the rear of another object or space.\n Hinten is a common and versatile expression of identifying, pointing, or referring to the back or rear of a place or object."
    },
    {
        "word": "Hotel",
        "EnglishSentence": "I am staying at a hotel.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "hotel"
        ],
        "description": "The noun 'Hotel' means 'hotel' in English. It refers to a commercial establishment that provides lodging, accommodations, and services for travelers, tourists, or guests.\n Hotels are commonly used for temporary stays, overnight stays, or short-term accommodations in various locations and destinations."
    },
    {
        "word": "Hund",
        "EnglishSentence": "I have a dog.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "dog"
        ],
        "description": "The noun 'Hund' means 'dog' in English. It refers to a domesticated mammal of the Canidae family, known for its loyalty, companionship, and versatility.\n Hunde are popular pets, working animals, and service animals that provide protection, assistance, and companionship to humans."
    },
    {
        "word": "hässlich",
        "EnglishSentence": "The painting is ugly.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "ugly",
            "hideous",
            "unsightly",
            "gawdy",
            "tacky"
        ],
        "description": "The adjective 'hässlich' means 'ugly', 'hideous', 'unsightly', 'gawdy', or 'tacky' in English. It is used to describe something that is unattractive, unpleasant, or offensive to the senses.\n Hässliche objects, colors, or designs are often associated with lack of beauty, harmony, or aesthetic appeal."
    },
    {
        "word": "ICE",
        "EnglishSentence": "I am taking the intercity express train to Berlin.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "intercity express",
            "ICE"
        ],
        "description": "The noun 'ICE' means 'intercity express' or 'ICE' in English. It refers to a high-speed train service that connects major cities and regions in Germany and neighboring countries.\n ICEs are known for their speed, comfort, and efficiency in long-distance travel and transportation."
    },
    {
        "word": "ich",
        "EnglishSentence": "I am learning German.",
        "pos": [
            "pronoun"
        ],
        "definition": [
            "I",
            "me",
            "myself"
        ],
        "description": "The pronoun 'ich' means 'I', 'me', or 'myself' in English. It is used to refer to the speaker or writer as the subject of a sentence or clause.\n Ich is a personal pronoun that indicates the identity, presence, or perspective of the individual speaking or writing."
    },
    {
        "word": "ie",
        "EnglishSentence": "i.e. stands for 'id est' in Latin.",
        "pos": [
            "abbreviation"
        ],
        "definition": [
            "ie",
            "that is",
            "in other words"
        ],
        "description": "The abbreviation 'ie' stands for 'id est' in Latin, which translates to 'that is' or 'in other words' in English. It is used to clarify, explain, or rephrase a statement, definition, or concept.\n Ie is commonly used in academic, legal, or technical writing to provide additional information or context."
    },
    {
        "word": "Ihr",
        "EnglishSentence": "Your car is parked in the driveway.",
        "pos": [
            "pronoun"
        ],
        "definition": [
            "your",
            "yours"
        ],
        "description": "The pronoun 'Ihr' means 'your' or 'yours' in English. It is used to refer to the person or people being addressed as the possessive form of 'you'.\n Ihr is a personal pronoun that indicates the identity, presence, or perspective of the individual or individuals being spoken to."
    },
    {
        "word": "ihr",
        "EnglishSentence": "They are going to the movies with their friends.",
        "pos": [
            "pronoun"
        ],
        "definition": [
            "her",
            "their"
        ],
        "description": "The pronoun 'ihr' means 'her' or 'their' in English. It is used to refer to the person or people being spoken about as the possessive form of 'she' or 'they'.\n Ihr is a personal pronoun that indicates the identity, presence, or perspective of the individual or individuals being discussed."
    },
    {
        "word": "im",
        "EnglishSentence": "I am in the kitchen.",
        "pos": [
            "preposition"
        ],
        "definition": [
            "in the",
            "in",
            "at"
        ],
        "description": "The preposition 'im' means 'in the', 'in', or 'at' in English. It is used to indicate the location, position, or direction of someone or something within a specific space or area.\n Im is a common and versatile expression of identifying, pointing, or referring to a place or point in space."
    },
    {
        "word": "immer",
        "EnglishSentence": "I always go to the gym.",
        "pos": [
            "adverb"
        ],
        "definition": [
            "always"
        ],
        "description": "The adverb 'immer' means 'always' in English. It is used to indicate the frequency, regularity, or constancy of an action, behavior, or occurrence.\n Immer is a common and versatile expression of continuity, persistence, or consistency in time, space, or context."
    },
    {
        "word": "in der Nähe",
        "EnglishSentence": "The park is nearby.",
        "pos": [
            "phrase"
        ],
        "definition": [
            "close",
            "nearby",
            "near"
        ],
        "description": "The phrase 'in der Nähe' means 'close', 'nearby', or 'near' in English. It is used to indicate the proximity, distance, or location of someone or something in relation to another object or place.\n In der Nähe is a common and versatile expression of identifying, pointing, or referring to a nearby or close position or direction."
    },
    {
        "word": "in",
        "EnglishSentence": "I am in the kitchen.",
        "pos": [
            "preposition"
        ],
        "definition": [
            "in",
            "on",
            "at",
            "inside",
            "into"
        ],
        "description": "The preposition 'in' means 'in', 'on', 'at', 'inside', or 'into' in English. It is used to indicate the location, position, or direction of someone or something within a specific space or area.\n In is a common and versatile expression of identifying, pointing, or referring to a place or point in space."
    },
    {
        "word": "ins",
        "EnglishSentence": "I am going to the store.",
        "pos": [
            "preposition"
        ],
        "definition": [
            "this",
            "to the",
            "that",
            "in the",
            "into the",
            "to"
        ],
        "description": "The preposition 'ins' means 'this', 'to the', 'that', 'in the', 'into the', or 'to' in English. It is used to indicate the direction, destination, or purpose of an action, movement, or journey.\n Ins is a common and versatile expression of planning, scheduling, or arranging activities or events in a specific location or place."
    },
    {
        "word": "interessant",
        "EnglishSentence": "The book is interesting.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "interesting",
            "intriguing",
            "fascinating"
        ],
        "description": "The adjective 'interessant' means 'interesting', 'intriguing', or 'fascinating' in English. It is used to describe something that captures, engages, or stimulates the curiosity, attention, or imagination of a person.\n Interessante objects, topics, or experiences are often associated with novelty, diversity, or complexity."
    },
    {
        "word": "ist",
        "EnglishSentence": "The cat is sleeping.",
        "pos": [
            "verb"
        ],
        "definition": [
            "is",
            "'s"
        ],
        "description": "The verb 'ist' means 'is' or ''s' in English. It is used to indicate the state, condition, or identity of someone or something as a copula or linking verb.\n Ist is a common and essential verb that is used to express the relationship, connection, or association between a subject and a predicate."
    },
    {
        "word": "ja",
        "EnglishSentence": "Yes, I am coming.",
        "pos": [
            "particle"
        ],
        "definition": [
            "yes",
            "yeah",
            "yep",
            "sure",
            "indeed"
        ],
        "description": "The particle 'ja' means 'yes', 'yeah', 'yep', 'sure', or 'indeed' in English. It is used to affirm, confirm, or agree with a statement, question, or request.\n Ja is a common and versatile expression of approval, consent, or acknowledgment in a conversation or interaction."
    },
    {
        "word": "je",
        "EnglishSentence": "I have two apples per day.",
        "pos": [
            "adverb"
        ],
        "definition": [
            "each",
            "per",
            "once",
            "ever"
        ],
        "description": "The adverb 'je' means 'each', 'per', 'once', or 'ever' in English. It is used to indicate the quantity, frequency, or rate of an action, event, or occurrence.\n Je is a common and versatile expression of distribution, allocation, or measurement in time, space, or context."
    },
    {
        "word": "Jeans",
        "EnglishSentence": "I am wearing jeans.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "jeans",
            "pair of jeans"
        ],
        "description": "The noun 'Jeans' means 'jeans' or 'pair of jeans' in English. It refers to a type of casual pants made of denim fabric, typically worn by both male and female individuals.\n Jeans are popular for their durability, comfort, and versatility in everyday wear and fashion."
    },
    {
        "word": "jeden",
        "EnglishSentence": "I go to the gym every day.",
        "pos": [
            "determiner"
        ],
        "definition": [
            "any",
            "all",
            "each",
            "every",
            "anyone",
            "everyone"
        ],
        "description": "The determiner 'jeden' means 'any', 'all', 'each', 'every', 'anyone', or 'everyone' in English. It is used to indicate the frequency, regularity, or consistency of an action, event, or occurrence.\n Jeden is a common and versatile expression of timing, sequencing, or immediacy in time, space, or context."
    },
    {
        "word": "jetzt",
        "EnglishSentence": "I am busy right now.",
        "pos": [
            "adverb"
        ],
        "definition": [
            "now",
            "at the moment",
            "currently"
        ],
        "description": "The adverb 'jetzt' means 'now', 'at the moment', or 'currently' in English. It is used to indicate the present time, moment, or period in relation to the speaker or observer.\n Jetzt is a common and versatile expression of timing, sequencing, or immediacy in time, space, or context."
    },
    {
        "word": "Jobinterview",
        "EnglishSentence": "I have a job interview tomorrow.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "job interview",
            "interview"
        ],
        "description": "The noun 'Jobinterview' means 'job interview' or 'interview' in English. It refers to a formal meeting or discussion between a job applicant and an employer to assess the applicant's qualifications, skills, and suitability for a position.\n Jobinterviews are commonly used for recruitment, selection, or hiring processes in the job market."
    },
    {
        "word": "jogge",
        "EnglishSentence": "I am jogging in the park.",
        "pos": [
            "verb"
        ],
        "definition": [
            "am jogging",
            "jog",
            "jogging"
        ],
        "description": "The verb 'jogge' means 'am jogging', 'jog', or 'jogging' in English. It is used to describe the action of running at a slow, steady pace for exercise, fitness, or recreation.\n Joggen is a popular form of physical activity that promotes cardiovascular health, endurance, and well-being."
    },
    {
        "word": "joggen",
        "EnglishSentence": "I jog in the park every morning.",
        "pos": [
            "verb",
            "infinitive"
        ],
        "definition": [
            "to jog",
            "jogging"
        ],
        "description": "The verb 'joggen' means 'to jog' or 'jogging' in English. It is used to describe the action of running at a slow, steady pace for exercise, fitness, or recreation.\n Joggen is a popular form of physical activity that promotes cardiovascular health, endurance, and well-being."
    },
    {
        "word": "joggst",
        "EnglishSentence": "You are jogging in the park.",
        "pos": [
            "verb",
            "secondary"
        ],
        "definition": [
            "jog",
            "are jogging"
        ],
        "description": "The verb 'joggst' means 'jog' or 'are jogging' in English. It is used to describe the action of running at a slow, steady pace for exercise, fitness, or recreation.\n Joggen is a popular form of physical activity that promotes cardiovascular health, endurance, and well-being."
    },
    {
        "word": "joggt",
        "EnglishSentence": "He is jogging in the park.",
        "pos": [
            "verb",
            "tertiary"
        ],
        "definition": [
            "jogs",
            "is jogging"
        ],
        "description": "The verb 'joggt' means 'jogs' or 'is jogging' in English. It is used to describe the action of running at a slow, steady pace for exercise, fitness, or recreation.\n Joggen is a popular form of physical activity that promotes cardiovascular health, endurance, and well-being."
    },
    {
        "word": "jung",
        "EnglishSentence": "The child is young.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "young",
            "youthful"
        ],
        "description": "The adjective 'jung' means 'young' or 'youthful' in English. It is used to describe someone or something that is in the early stage of life, development, or existence.\n Junge people, animals, or plants are often associated with vitality, energy, or potential."
    },
    {
        "word": "Junge",
        "EnglishSentence": "The boy wiggled his loose tooth.",
        "pos": [
            "noun",
            "masculine",
            "primary"
        ],
        "definition": [
            "boy",
            "child",
            "kid",
            "lad"
        ],
        "description": "The noun 'Junge' means 'boy', 'child', 'kid', or 'lad' in English. It refers to someone of a young age and typically of the male gender. Jungen are known for their energy, curiosity, and playfulness."
    },
    {
        "word": "Kaffee",
        "EnglishSentence": "I drink coffee in the morning.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "coffee"
        ],
        "description": "The noun 'Kaffee' means 'coffee' in English. It refers to a popular beverage made from roasted coffee beans and hot water. Kaffee is known for its stimulating effects, rich flavor, and aroma."
    },
    {
        "word": "kalt",
        "EnglishSentence": "The ice cream is cold.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "cold",
            "chilly"
        ],
        "description": "The adjective 'kalt' means 'cold' or 'chilly' in English. It is used to describe something that has a low temperature, lacks warmth, or causes a sensation of coolness.\n Kalte objects, substances, or environments are often associated with freshness, preservation, or refrigeration."
    },
    {
        "word": "Kanada",
        "EnglishSentence": "Canada is a beautiful country.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "Canada"
        ],
        "description": "The noun 'Kanada' means 'Canada' in English. It refers to a country located in North America known for its diverse landscapes, cultures, and wildlife. Kanada is known for its natural beauty, multiculturalism, and quality of life."
    },
    {
        "word": "Kanzlerin",
        "EnglishSentence": "Angela Merkel was the Chancellor of Germany.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "chancellor",
            "the chancellor",
            "a chancellor"
        ],
        "description": "The noun 'Kanzlerin' means 'chancellor', 'the chancellor', or 'a chancellor' in English. It refers to the head of government in Germany, typically the leader of the ruling political party or coalition. Kanzlerinnen are responsible for the administration, policies, and governance of the country."
    },
    {
        "word": "Kartoffel",
        "EnglishSentence": "I am making mashed potatoes for dinner.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "potato"
        ],
        "description": "The noun 'Kartoffel' means 'potato' in English. It refers to a starchy tuberous crop that is widely cultivated and consumed around the world. Kartoffeln are known for their versatility, nutritional value, and culinary uses."
    },
    {
        "word": "Kartoffeln",
        "EnglishSentence": "I am making mashed potatoes for dinner.",
        "pos": [
            "noun",
            "feminine",
            "plural"
        ],
        "definition": [
            "potatoes"
        ],
        "description": "The noun 'Kartoffeln' means 'potatoes' in English. It refers to a starchy tuberous crop that is widely cultivated and consumed around the world. Kartoffeln are known for their versatility, nutritional value, and culinary uses."
    },
    {
        "word": "Katze",
        "EnglishSentence": "The cat is sleeping on the couch.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "cat"
        ],
        "description": "The noun 'Katze' means 'cat' in English. It refers to a domesticated mammal of the Felidae family, known for its agility, independence, and companionship. Katzen are popular pets that provide comfort, entertainment, and companionship to humans."
    },
    {
        "word": "Katzen",
        "EnglishSentence": "The cats are playing in the garden.",
        "pos": [
            "noun",
            "feminine",
            "plural"
        ],
        "definition": [
            "cats"
        ],
        "description": "The noun 'Katzen' means 'cats' in English. It refers to domesticated mammals of the Felidae family, known for their agility, independence, and companionship. Katzen are popular pets that provide comfort, entertainment, and companionship to humans."
    },
    {
        "word": "kaufen",
        "EnglishSentence": "I am buying groceries at the store.",
        "pos": [
            "verb",
            "infinitive"
        ],
        "definition": [
            "buy",
            "to get",
            "to purchase"
        ],
        "description": "The verb 'kaufen' means 'buy', 'to get', or 'to purchase' in English. It is used to describe the action of acquiring goods, services, or products in exchange for money or other forms of payment. Kaufen is a common and essential verb that is used in everyday transactions, commerce, or trade."
    },
    {
        "word": "Kaufhaus",
        "EnglishSentence": "I am shopping at the department store.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "department store",
            "store"
        ],
        "description": "The noun 'Kaufhaus' means 'department store' or 'store' in English. It refers to a large retail establishment that offers a wide range of products, services, and brands under one roof. Kaufhäuser are known for their variety, convenience, and customer service."
    },
    {
        "word": "kein",
        "EnglishSentence": "He has no reason to feel guilty.",
        "pos": [
            "determiner"
        ],
        "definition": [
            "no",
            "not a",
            "not any",
            "no one"
        ],
        "description": "The determiner 'kein' means 'no', 'not a', 'not any', or 'no one' in English. It is used to indicate the absence, negation, or non-existence of something or someone. Kein is a common and versatile expression of denial, rejection, or refusal in a sentence or clause."
    },
    {
        "word": "keine",
        "EnglishSentence": "I have two brothers but no sister.",
        "pos": [
            "determiner"
        ],
        "definition": [
            "no",
            "not a",
            "not any",
            "no one"
        ],
        "description": "The determiner 'keine' means 'no', 'not a', 'not any', or 'no one' in English. It is used to indicate the absence, negation, or non-existence of something or someone. Keine is a common and versatile expression of denial, rejection, or refusal in a sentence or clause."
    },
    {
        "word": "keinen",
        "EnglishSentence": "I have no time to waste.",
        "pos": [
            "determiner",
            "masculine",
            "accusative"
        ],
        "definition": [
            "no",
            "not a",
            "not any",
            "no one"
        ],
        "description": "The determiner 'keinen' means 'no', 'not a', 'not any', or 'no one' in English. It is used to indicate the absence, negation, or non-existence of something or someone. Keinen is a common and versatile expression of denial, rejection, or refusal in a sentence or clause."
    },
    {
        "word": "Kellner",
        "EnglishSentence": "The waiter brought us the menu.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "waiter"
        ],
        "description": "The noun 'Kellner' means 'waiter' in English. It refers to a person who serves food and drinks to customers in a restaurant, cafe, or dining establishment. Kellner are responsible for taking orders, delivering meals, and providing customer service."
    },
    {
        "word": "Kellnerin",
        "EnglishSentence": "The waitress is taking our order.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "waitress",
            "server"
        ],
        "description": "The noun 'Kellnerin' means 'waitress' or 'server' in English. It refers to a female person who serves food and drinks to customers in a restaurant, cafe, or dining establishment. Kellnerinnen are responsible for taking orders, delivering meals, and providing customer service."
    },
    {
        "word": "Kilo",
        "EnglishSentence": "I bought two kilos of apples.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "kilos of",
            "kilo of",
            "kilos",
            "kilo",
            "kilogram",
            "kilograms of"
        ],
        "description": "The noun 'Kilo' means 'kilos of', 'kilo of', 'kilos', 'kilo', 'kilogram', or 'kilograms of' in English. It refers to a unit of measurement for weight or mass, equivalent to 1,000 grams or 2.20462 pounds. Kilos are commonly used to quantify or measure the amount or quantity of a substance or object."
    },
    {
        "word": "Kino",
        "EnglishSentence": "I am going to the movie theater.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "cinema",
            "theater",
            "theatre",
            "movie theater",
            "movie theatre"
        ],
        "description": "The noun 'Kino' means 'movie theater', 'cinema', 'movie theatre', 'movie house', 'theater', 'theatre', or 'cinema hall' in English. It refers to a venue or establishment where films, movies, or motion pictures are shown to an audience for entertainment, education, or cultural purposes.\n Kinos are popular destinations for watching, enjoying, or experiencing a wide range of cinematic productions, genres, or formats."
    },
    {
        "word": "Kirche",
        "EnglishSentence": "I am going to church on Sunday.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "church",
            "kirk"
        ],
        "description": "The noun 'Kirche' means 'church' or 'kirk' in English. It refers to a building or place of worship for Christians, typically used for religious ceremonies, services, or gatherings.\n Kirchen are sacred spaces, spiritual centers, and community hubs that play a central role in the religious, social, and cultural life of believers."
    },
    {
        "word": "Klavier",
        "EnglishSentence": "I am learning to play the piano.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "piano"
        ],
        "description": "The noun 'Klavier' means 'piano' in English. It refers to a musical instrument with a keyboard, strings, and hammers that produces sound by striking or vibrating the strings.\n Klaviere are versatile, expressive, and popular instruments used in various genres, styles, and contexts of music."
    },
    {
        "word": "Kleid",
        "EnglishSentence": "I am wearing a dress to the party.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "dress"
        ],
        "description": "The noun 'Kleid' means 'dress' in English. It refers to a one-piece garment for a woman or girl that covers the body and extends down over the legs. \n Kleider are versatile, stylish, and popular clothing items worn for formal, casual, or special occasions."
    },
    {
        "word": "klein",
        "EnglishSentence": "The baby is small.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "small",
            "little",
            "tiny",
            "petite"
        ],
        "description": "The adjective 'klein' means 'small', 'little', 'tiny', or 'petite' in English. It is used to describe someone or something that is of limited size, stature, or dimensions.\n Kleine objects, animals, or people are often associated with cuteness, delicacy, or charm."
    },
    {
        "word": "klug",
        "EnglishSentence": "The student is smart.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "smart",
            "intelligent",
            "clever",
            "bright"
        ],
        "description": "The adjective 'klug' means 'smart', 'intelligent', 'clever', or 'bright' in English. It is used to describe someone who has the ability to think, reason, or solve problems effectively.\n Kluge individuals, students, or professionals are often associated with knowledge, wisdom, or mental acuity."
    },
    {
        "word": "koche",
        "EnglishSentence": "I am cooking dinner.",
        "pos": [
            "verb",
            "primary"
        ],
        "definition": [
            "make",
            "cook",
            "cooking"
        ],
        "description": "The verb 'koche' means 'cook' or 'am cooking' in English. It is used to describe the action of preparing food by applying heat or combining ingredients to create a meal or dish. \n Kochen is a fundamental skill and activity in culinary arts, home cooking, and professional kitchens."
    },
    {
        "word": "kochst",
        "EnglishSentence": "You are boiling water.",
        "pos": [
            "verb",
            "secondary"
        ],
        "definition": [
            "make",
            "cook",
            "cooking"
        ],
        "description": "The verb 'kochst' means 'make', 'cook', or 'cooking' in English. It is used to describe the action of preparing food by applying heat or combining ingredients to create a meal or dish. \n Kochen is a fundamental skill and activity in culinary arts, home cooking, and professional kitchens."
    },
    {
        "word": "kocht",
        "EnglishSentence": "He is cooking dinner.",
        "pos": [
            "verb",
            "tertiary"
        ],
        "definition": [
            "makes",
            "cooks",
            "cooking"
        ],
        "description": "The verb 'kocht' means 'makes', 'cooks', or 'cooking' in English. It is used to describe the action of preparing food by applying heat or combining ingredients to create a meal or dish. \n Kochen is a fundamental skill and activity in culinary arts, home cooking, and professional kitchens."
    },
    {
        "word": "komme",
        "EnglishSentence": "I am coming to the party.",
        "pos": [
            "verb",
            "primary"
        ],
        "definition": [
            "come",
            "arrive",
            "reach"
        ],
        "description": "The verb 'komme' means 'come', 'arrive', or 'reach' in English. It is used to describe the action of moving or traveling to a specific location, destination, or event. \n Kommen is a common and versatile verb that indicates the arrival, presence, or participation of someone or something."
    },
    {
        "word": "kommen",
        "EnglishSentence": "He is coming to the concert.",
        "pos": [
            "verb",
            "infinitive"
        ],
        "definition": [
            "come",
            "arrive",
            "reach"
        ],
        "description": "The verb 'kommen' means 'come', 'arrive', or 'reach' in English. It is used to describe the action of moving or traveling to a specific location, destination, or event. \n Kommen is a common and versatile verb that indicates the arrival, presence, or participation of someone or something."
    },
    {
        "word": "kommst",
        "EnglishSentence": "You are coming to the party.",
        "pos": [
            "verb",
            "secondary"
        ],
        "definition": [
            "come",
            "arrive",
            "reach"
        ],
        "description": "The verb 'kommst' means 'come', 'arrive', or 'reach' in English. It is used to describe the action of moving or traveling to a specific location, destination, or event. \n Kommen is a common and versatile verb that indicates the arrival, presence, or participation of someone or something."
    },
    {
        "word": "kommt",
        "EnglishSentence": "He is coming to the concert.",
        "pos": [
            "verb",
            "tertiary"
        ],
        "definition": [
            "comes",
            "arrives",
            "reaches"
        ],
        "description": "The verb 'kommt' means 'comes', 'arrives', or 'reaches' in English. It is used to describe the action of moving or traveling to a specific location, destination, or event. \n Kommen is a common and versatile verb that indicates the arrival, presence, or participation of someone or something."
    },
    {
        "word": "Konzert",
        "EnglishSentence": "I am going to a concert tonight.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "concert",
            "concerto",
            "show"
        ],
        "description": "The noun 'Konzert' means 'concert', 'concerto', or 'show' in English. It refers to a musical performance or event where musicians, singers, or performers play or sing for an audience. Konzerte are popular forms of entertainment, culture, and artistry."
    },
    {
        "word": "kosten",
        "EnglishSentence": "The meal costs twenty euros.",
        "pos": [
            "verb",
            "infinitive",
            "plural"
        ],
        "definition": [
            "cost",
            "to cost",
            "be priced at"
        ],
        "description": "The verb 'kosten' means 'cost', 'to cost', or 'be priced at' in English. It is used to describe the amount of money required to purchase or acquire a product, service, or item. \n Kosten is a common and essential verb in commerce, economics, and financial transactions."
    },
    {
        "word": "kostet",
        "EnglishSentence": "The meal costs twenty euros.",
        "pos": [
            "verb",
            "tertiary"
        ],
        "definition": [
            "cost",
            "to cost",
            "be priced at"
        ],
        "description": "The verb 'kostet' means 'is', 'does cost', 'costs', or 'cost' in English. It is used to describe the amount of money required to purchase or acquire a product, service, or item. \n Kosten is a common and essential verb in commerce, economics, and financial transactions."
    },
    {
        "word": "Kreditkarte",
        "EnglishSentence": "I paid with my credit card.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "credit card"
        ],
        "description": "The noun 'Kreditkarte' means 'credit card' in English. It refers to a plastic card issued by a financial institution that allows the cardholder to borrow funds or make purchases on credit. Kreditkarten are widely used for transactions, payments, and financial services."
    },
    {
        "word": "Käse",
        "EnglishSentence": "I love cheese.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "cheese"
        ],
        "description": "The noun 'Käse' means 'cheese' in English. It refers to a dairy product made from milk that is coagulated, pressed, and aged to produce a variety of flavors, textures, and types. Käse is a versatile ingredient used in cooking, baking, and culinary applications."
    },
    {
        "word": "können",
        "EnglishSentence": "I can speak German.",
        "pos": [
            "verb",
            "infinitive"
        ],
        "definition": [
            "knew",
            "can",
            "could",
            "know",
            "are able to"
        ],
        "description": "The verb 'können' means 'knew', 'can', 'could', 'know', or 'are able to' in English. It is used to describe the ability, capacity, or skill of someone to perform an action, task, or function.\n Können is a common and versatile verb that indicates the potential, capability, or proficiency of an individual."
    },
    {
        "word": "Künstler",
        "EnglishSentence": "The artist painted a beautiful landscape.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "an artist",
            "artists'",
            "performer",
            "artist",
            "artists",
            "performers"
        ],
        "description": "The noun 'Künstler' means 'an artist', 'artists', 'performer', or 'performers' in English. It refers to a person who creates, produces, or performs works of art, music, literature, or other forms of creative expression.\n Künstler are known for their talent, creativity, and imagination in visual, performing, or literary arts."
    },
    {
        "word": "L",
        "EnglishSentence": "I need this in size L.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "large"
        ],
        "description": "The noun 'L' means 'large' in English. It is used to indicate the size, dimension, or scale of an object, garment, or item. L is a common and versatile expression of measurement, quantity, or proportion in clothing, apparel, or products."
    },
    {
        "word": "lag",
        "EnglishSentence": "The book was lying on the table.",
        "pos": [
            "verb"
        ],
        "definition": [
            "lied",
            "was lying",
            "lay",
            "was"
        ],
        "description": "The verb 'lag' means 'lied', 'was lying', 'lay', or 'was' in English. It is used to describe the position, location, or orientation of an object or person in relation to a surface, area, or space.\n Lag is a common and versatile verb that indicates the state, condition, or arrangement of something or someone."
    },
    {
        "word": "Lampe",
        "EnglishSentence": "The lamp is on the desk.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "lamp",
            "light"
        ],
        "description": "The noun 'Lampe' means 'lamp' or 'light' in English. It refers to a device that produces light by converting electrical energy into illumination.\n Lampen are used for lighting, decoration, or ambiance in homes, offices, or public spaces."
    },
    {
        "word": "laut",
        "EnglishSentence": "The music is loud.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "loud",
            "noisy",
            "loudly",
            "noisily"
        ],
        "description": "The adjective 'laut' means 'loud', 'noisy', 'loudly', or 'noisily' in English. It is used to describe sounds, noises, or voices that are high in volume, intensity, or amplitude.\n Laute sounds, music, or environments are often associated with energy, excitement, or disturbance."
    },
    {
        "word": "lebe",
        "EnglishSentence": "I am living in Berlin.",
        "pos": [
            "verb",
            "primary"
        ],
        "definition": [
            "live",
            "am living"
        ],
        "description": "The verb 'lebe' means 'live' or 'am living' in English. It is used to describe the state, condition, or activity of residing, existing, or dwelling in a specific place, city, or country.\n Leben is a fundamental and essential verb that indicates the location, situation, or lifestyle of an individual."
    },
    {
        "word": "leben",
        "EnglishSentence": "He has lived in Paris for five years.",
        "pos": [
            "verb",
            "infinitive"
        ],
        "definition": [
            "lived",
            "living",
            "are living",
            "live",
            "have lived"
        ],
        "description": "The verb 'leben' means 'lived', 'living', 'are living', 'live', or 'have lived' in English. It is used to describe the state, condition, or activity of residing, existing, or dwelling in a specific place, city, or country.\n Leben is a fundamental and essential verb that indicates the location, situation, or lifestyle of an individual."
    },
    {
        "word": "lebst",
        "EnglishSentence": "You are living in a big city.",
        "pos": [
            "verb",
            "secondary"
        ],
        "definition": [
            "live",
            "living"
        ],
        "description": "The verb 'lebst' means 'live' or 'living' in English. It is used to describe the state, condition, or activity of residing, existing, or dwelling in a specific place, city, or country.\n Leben is a fundamental and essential verb that indicates the location, situation, or lifestyle of an individual."
    },
    {
        "word": "lecker",
        "EnglishSentence": "The cake is delicious.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "delicious"
        ],
        "description": "The adjective 'lecker' means 'delicious' in English. It is used to describe food, drinks, or flavors that are tasty, appetizing, or enjoyable to eat.\n Leckere dishes, desserts, or treats are often associated with pleasure, satisfaction, or indulgence."
    },
    {
        "word": "Lehrer",
        "EnglishSentence": "The teacher is explaining the lesson.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "teacher",
            "instructor",
            "schoolteacher"
        ],
        "description": "The noun 'Lehrer' means 'teacher', 'instructor', or 'schoolteacher' in English. It refers to a person who educates, instructs, or imparts knowledge to students in a school, college, or educational institution.\n Lehrer are responsible for teaching, guiding, and mentoring students in various subjects, disciplines, or skills."
    },
    {
        "word": "Lehrerin",
        "EnglishSentence": "The teacher separated the class into two groups",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "teacher",
            "a teacher"
        ],
        "description": "The noun 'Lehrerin' means 'teacher' or 'a teacher' in English It refers to a person who educates, instructs, or imparts knowledge to students in a school, college, or educational institution.\n Lehrerinnen are responsible for teaching, guiding, and mentoring students in various subjects, disciplines, or skills."
    },
    {
        "word": "lerne",
        "EnglishSentence": "I am learning German.",
        "pos": [
            "verb",
            "primary"
        ],
        "definition": [
            "learn",
            "study",
            "studying",
            "learning"
        ],
        "description": "The verb 'lerne' means 'learn' or 'learning' in English. It is used to describe the action of acquiring knowledge, skills, or information through study, practice, or experience.\n Lernen is a fundamental and essential activity in education, personal development, or professional growth."
    },
    {
        "word": "lernst",
        "EnglishSentence": "You are studying for the exam.",
        "pos": [
            "verb",
            "secondary"
        ],
        "definition": [
            "learn",
            "study",
            "studying",
            "learning"
        ],
        "description": "The verb 'lernst' means 'learn', 'study', 'studying', or 'learning' in English. It is used to describe the action of acquiring knowledge, skills, or information through study, practice, or experience.\n Lernen is a fundamental and essential activity in education, personal development, or professional growth."
    },
    {
        "word": "lernt",
        "EnglishSentence": "He is studying for the test.",
        "pos": [
            "verb",
            "tertiary"
        ],
        "definition": [
            "learns",
            "learn",
            "study",
            "studying",
            "learning"
        ],
        "description": "The verb 'lernt' means 'learns', 'learn', 'study', 'studying', or 'learning' in English. It is used to describe the action of acquiring knowledge, skills, or information through study, practice, or experience.\n Lernen is a fundamental and essential activity in education, personal development, or professional growth."
    },
    {
        "word": "liebe",
        "EnglishSentence": "I love you.",
        "pos": [
            "verb",
            "primary"
        ],
        "definition": [
            "love"
        ],
        "description": "The verb 'liebe' means 'love' or 'loving' in English. It is used to describe the strong affection, care, or attachment that one person feels for another.\n Lieben is a fundamental and essential emotion that connects, unites, or bonds individuals in relationships, families, or communities."
    },
    {
        "word": "liebst",
        "EnglishSentence": "You love your family.",
        "pos": [
            "verb",
            "secondary"
        ],
        "definition": [
            "love"
        ],
        "description": "The verb 'liebst' means 'love' in English. It is used to describe the strong affection, care, or attachment that one person feels for another.\n Lieben is a fundamental and essential emotion that connects, unites, or bonds individuals in relationships, families, or communities."
    },
    {
        "word": "liebt",
        "EnglishSentence": "He loves his job.",
        "pos": [
            "verb",
            "tertiary"
        ],
        "definition": [
            "loves",
            "love"
        ],
        "description": "The verb 'liebt' means 'loves' or 'love' in English. It is used to describe the strong affection, care, or attachment that one person feels for another.\n Lieben is a fundamental and essential emotion that connects, unites, or bonds individuals in relationships, families, or communities."
    },
    {
        "word": "links",
        "EnglishSentence": "The book is on the left side of the shelf.",
        "pos": [
            "adverb"
        ],
        "definition": [
            "on the left",
            "left",
            "to the left",
            "on the left side",
            "on the left-hand side"
        ],
        "description": "The adverb 'links' means 'on the left', 'left', 'to the left', 'on the left side', or 'on the left-hand side' in English. It is used to describe the direction, position, or orientation of an object or person in relation to a reference point or location.\n Links is a common and versatile expression of spatial relationships, directions, or locations."
    },
    {
        "word": "machst",
        "EnglishSentence": "You are making a cake.",
        "pos": [
            "verb",
            "secondary"
        ],
        "definition": [
            "make",
            "do",
            "doing"
        ],
        "description": "The verb 'machst' means 'make', 'do', or 'doing' in English. It is used to describe the action of creating, producing, or performing a task, activity, or work.\n Machen is a fundamental and versatile verb that indicates the execution, completion, or accomplishment of an action or process."
    },
    {
        "word": "mag",
        "EnglishSentence": "I like ice cream.",
        "pos": [
            "verb",
            "primary"
        ],
        "definition": [
            "like",
            "likes"
        ],
        "description": "The verb 'mag' means 'like' or 'likes' in English. It is used to describe the preference, enjoyment, or appreciation that one person has for something or someone.\n Mögen is a common and versatile verb that indicates the positive feelings, tastes, or desires of an individual."
    },
    {
        "word": "magst",
        "EnglishSentence": "You like to read books.",
        "pos": [
            "verb",
            "secondary"
        ],
        "definition": [
            "like"
        ],
        "description": "The verb 'magst' means 'like' in English. It is used to describe the preference, enjoyment, or appreciation that one person has for something or someone.\n Mögen is a common and versatile verb that indicates the positive feelings, tastes, or desires of an individual."
    },
    {
        "word": "male",
        "EnglishSentence": "I am painting a picture.",
        "pos": [
            "verb",
            "primary"
        ],
        "definition": [
            "paint",
            "draw",
            "to paint",
            "to draw"
        ],
        "description": "The verb 'male' means 'paint', 'am painting', 'draw', or 'am drawing' in English. It is used to describe the action of creating, producing, or applying colors, pigments, or designs on a surface to create a visual representation.\n Malen is a creative and expressive activity that involves the use of brushes, paints, or other artistic tools."
    },
    {
        "word": "malst",
        "EnglishSentence": "You are painting a picture.",
        "pos": [
            "verb",
            "secondary"
        ],
        "definition": [
            "paint",
            "draw",
            "to paint",
            "to draw"
        ],
        "description": "The verb 'malst' means 'are painting' or 'paint' in English. It is used to describe the action of creating, producing, or applying colors, pigments, or designs on a surface to create a visual representation.\n Malen is a creative and expressive activity that involves the use of brushes, paints, or other artistic tools."
    },
    {
        "word": "malt",
        "EnglishSentence": "He is drawing a picture.",
        "pos": [
            "verb",
            "tertiary"
        ],
        "definition": [
            "paint",
            "draw",
            "to paint",
            "to draw"
        ],
        "description": "The verb 'malt' means 'is drawing', 'paints', 'draws', 'draw', 'paint', or 'is painting' in English. It is used to describe the action of creating, producing, or applying colors, pigments, or designs on a surface to create a visual representation.\n Malen is a creative and expressive activity that involves the use of brushes, paints, or other artistic tools."
    },
    {
        "word": "malen",
        "EnglishSentence": "The artist is painting a landscape.",
        "pos": [
            "verb",
            "infinitive"
        ],
        "definition": [
            "paint",
            "draw",
            "to paint",
            "to draw"
        ],
        "description": "The verb 'malen' means 'paint', 'draw', 'to paint', or 'to draw' in English. It is used to describe the action of creating, producing, or applying colors, pigments, or designs on a surface to create a visual representation.\n Malen is a creative and expressive activity that involves the use of brushes, paints, or other artistic tools."
    },
    {
        "word": "manchmal",
        "EnglishSentence": "Sometimes I like to go for a walk.",
        "pos": [
            "adverb"
        ],
        "definition": [
            "sometimes",
            "at times",
            "occasionally"
        ],
        "description": "The adverb 'manchmal' means 'sometimes', 'at times', or 'occasionally' in English. It is used to describe the frequency, occurrence, or interval of an action, event, or behavior.\n Manchmal is a common and versatile expression of variability, spontaneity, or unpredictability in daily life."
    },
    {
        "word": "Mann",
        "EnglishSentence": "The husband is cooking dinner.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "husband",
            "man",
            "guy"
        ],
        "description": "The noun 'Mann' means 'husband', 'man' or 'guy' in English. It refers to an a male person, adult, or individual of the human species.\n Männer are known for their masculinity, strength, or maturity in relationships, families, or societies."
    },
    {
        "word": "Markt",
        "EnglishSentence": "I am going to the market.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "market",
            "marketplace"
        ],
        "description": "The noun 'Markt' means 'market' or 'marketplace' in English. It refers to a place, venue, or location where goods, products, or services are bought, sold, or exchanged.\n Märkte are popular destinations for shopping, trading, or socializing in communities, cities, or regions."
    },
    {
        "word": "Marktplatz",
        "EnglishSentence": "The market square is crowded.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "marketplace",
            "market"
        ],
        "description": "The noun 'Marktplatz' means 'marketplace' or 'market' in English. It refers to a public square, plaza, or area where goods, products, or services are bought, sold, or exchanged.\n Marktplätze are central hubs, gathering places, or commercial centers in towns, cities, or communities."
    },
    {
        "word": "Maus",
        "EnglishSentence": "The mouse is hiding in the corner.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "mouse"
        ],
        "description": "The noun 'Maus' means 'mouse' in English. It refers to a small rodent with a pointed snout, long tail, and soft fur that is commonly found in homes, fields, or urban environments.\n Mäuse are known for their agility, curiosity, or adaptability in various habitats or ecosystems."
    },
    {
        "word": "Mäuse",
        "EnglishSentence": "The mice are eating the cheese.",
        "pos": [
            "noun",
            "feminine",
            "plural"
        ],
        "definition": [
            "mice"
        ],
        "description": "The noun 'Mäuse' means 'mice' in English. It refers to a group of small rodents with pointed snouts, long tails, and soft fur that are commonly found in homes, fields, or urban environments.\n Mäuse are known for their agility, curiosity, or adaptability in various habitats or ecosystems."
    },
    {
        "word": "mein",
        "EnglishSentence": "This is my book.",
        "pos": [
            "pronoun",
            "masculine"
        ],
        "definition": [
            "my",
            "mine"
        ],
        "description": "The pronoun 'mein' means 'my' in English. It is used to indicate possession, ownership, or belonging of an object, item, or thing.\n Mein is a possessive pronoun that establishes a relationship, connection, or association between the speaker and the object."
    },
    {
        "word": "meine",
        "EnglishSentence": "These are my shoes.",
        "pos": [
            "pronoun",
            "feminine"
        ],
        "definition": [
            "mine",
            "my"
        ],
        "description": "The pronoun 'meine' means 'mine' or 'my' in English. It is used to indicate possession, ownership, or belonging of an object, item, or thing.\n Meine is a possessive pronoun that establishes a relationship, connection, or association between the speaker and the object."
    },
    {
        "word": "meinen",
        "EnglishSentence": "I am thinking about my family.",
        "pos": [
            "pronoun",
            "possessive"
        ],
        "definition": [
            "mean",
            "mine",
            "to my",
            "think",
            "my",
            "thinking"
        ],
        "description": "The pronoun 'meinen' means 'mean', 'mine', 'to my', 'think', 'my', or 'thinking' in English. It is used to indicate possession, ownership, or belonging of an object, item, or thing.\n Meinen is a possessive pronoun that establishes a relationship, connection, or association between the speaker and the object."
    },
    {
        "word": "Milch",
        "EnglishSentence": "I am drinking milk.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "milk"
        ],
        "description": "The noun 'Milch' means 'milk' in English. It refers to a white liquid produced by a mammal, such as a cow, goat, or sheep, that is consumed as a beverage or used in cooking, baking, or food preparation.\n Milch is a nutritious, versatile, and essential source of calcium, protein, and vitamins in the diet."
    },
    {
        "word": "Mineralwasser",
        "EnglishSentence": "I am drinking mineral water.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "mineral water"
        ],
        "description": "The noun 'Mineralwasser' means 'mineral water' in English. It refers to a type of water that contains minerals, salts, or gases that are beneficial for health, hydration, or digestion.\n Mineralwasser is a popular, refreshing, and natural beverage consumed for its purity, taste, or health benefits."
    },
    {
        "word": "Minute",
        "EnglishSentence": "The meeting will start in one minute.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "minute"
        ],
        "description": "The noun 'Minute' means 'minute' in English. It refers to a unit of time equal to sixty seconds or one sixtieth of an hour that is used to measure, track, or record the duration of an event, activity, or process.\n Minuten are essential, precise, and standardized units of time in scheduling, planning, or timekeeping."
    },
    {
        "word": "Minuten",
        "EnglishSentence": "The meeting will start in ten minutes.",
        "pos": [
            "noun",
            "feminine",
            "plural"
        ],
        "definition": [
            "minutes"
        ],
        "description": "The noun 'Minuten' means 'minutes' in English. It refers to a unit of time equal to sixty seconds or one sixtieth of an hour that is used to measure, track, or record the duration of an event, activity, or process.\n Minuten are essential, precise, and standardized units of time in scheduling, planning, or timekeeping."
    },
    {
        "word": "mit",
        "EnglishSentence": "I am going with my friends.",
        "pos": [
            "preposition"
        ],
        "definition": [
            "with"
        ],
        "description": "The preposition 'mit' means 'with' in English. It is used to indicate accompaniment, association, or partnership between two or more people, objects, or entities.\n Mit is a versatile and essential preposition that establishes connections, relationships, or interactions in various contexts or situations."
    },
    {
        "word": "Mitbewohner",
        "EnglishSentence": "The roommate is cleaning the kitchen.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "roommate",
            "roomie",
            "flatmate",
            "housemate"
        ],
        "description": "The noun 'Mitbewohner' means 'roommate', 'roomie', 'flatmate', or 'housemate' in English. It refers to a person who shares a living space, apartment, or residence with another individual.\n Mitbewohner are known for their cohabitation, cooperation, or collaboration in domestic, social, or communal settings."
    },
    {
        "word": "Mitbewohnerin",
        "EnglishSentence": "The roommate is cleaning the kitchen.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "roommate",
            "roommate's"
        ],
        "description": "The noun 'Mitbewohnerin' means 'roommate' or 'roommate's' in English. It refers to a person who shares a living space, apartment, or residence with another individual.\n Mitbewohnerinnen are known for their cohabitation, cooperation, or collaboration in domestic, social, or communal settings."
    },
    {
        "word": "modern",
        "EnglishSentence": "The apartment has a modern design.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "modern"
        ],
        "description": "The adjective 'modern' means 'modern' in English. It is used to describe something that is contemporary, up-to-date, or current in style, fashion, or technology.\n Moderne designs, trends, or concepts are characterized by innovation, creativity, or progress in various fields or industries."
    },
    {
        "word": "Montag",
        "EnglishSentence": "I have a meeting on Monday.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "Monday"
        ],
        "description": "The noun 'Montag' means 'Monday' in English. It refers to the first day of the week in the Gregorian calendar that follows Sunday and precedes Tuesday.\n Montage are known for their significance, routine, or productivity in work, school, or daily life."
    },
    {
        "word": "Morgen",
        "EnglishSentence": "I am going to the gym tomorrow morning.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "morning",
            "tomorrow morning"
        ],
        "description": "The noun 'Morgen' means 'morning' or 'tomorrow morning' in English. It refers to the period of time between sunrise and noon when the sun rises, daylight begins, and activities, routines, or tasks are started.\n Morgen is a time of awakening, energy, or preparation for the day ahead."
    },
    {
        "word": "Museum",
        "EnglishSentence": "I am visiting the museum.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "museum"
        ],
        "description": "The noun 'Museum' means 'museum' in English. It refers to a building, institution, or facility that collects, preserves, and exhibits objects, artifacts, or works of art for public viewing, education, or cultural enrichment.\n Museen are popular destinations for learning, exploration, or appreciation of history, science, or art."
    },
    {
        "word": "muss",
        "EnglishSentence": "I have to go to work.",
        "pos": [
            "verb",
            "primary",
            "tertiary"
        ],
        "definition": [
            "must",
            "have to",
            "need to"
        ],
        "description": "The verb 'muss' means 'must', 'have to', or 'need to' in English. It is used to indicate obligation, necessity, or requirement for performing an action, task, or duty.\n Müssen is a common and essential verb that expresses responsibility, duty, or compulsion in various situations or contexts."
    },
    {
        "word": "musst",
        "EnglishSentence": "You have to study for the exam.",
        "pos": [
            "verb",
            "secondary"
        ],
        "definition": [
            "have to",
            "need to",
            "must"
        ],
        "description": "The verb 'musst' means 'have to', 'need to', or 'must' in English. It is used to indicate obligation, necessity, or requirement for performing an action, task, or duty.\n Müssen is a common and essential verb that expresses responsibility, duty, or compulsion in various situations or contexts."
    },
    {
        "word": "müssen",
        "EnglishSentence": "We have to finish the project by Friday.",
        "pos": [
            "verb",
            "infinitive"
        ],
        "definition": [
            "must",
            "have to",
            "need to"
        ],
        "description": "The verb 'müssen' means 'must', 'have to', or 'need to' in English. It is used to indicate obligation, necessity, or requirement for performing an action, task, or duty.\n Müssen is a common and essential verb that expresses responsibility, duty, or compulsion in various situations or contexts."
    },
    {
        "word": "Mutter",
        "EnglishSentence": "The mother is cooking dinner.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "mother",
            "mom"
        ],
        "description": "The noun 'Mutter' means 'mother' or 'mom' in English. It refers to the parent of the family who gives birth, nurtures, and cares for children in a household or domestic setting.\n Mütter are known for their love, support, or guidance in raising, educating, or protecting their offspring."
    },
    {
        "word": "Mütter",
        "EnglishSentence": "The mothers are taking care of the children.",
        "pos": [
            "noun",
            "feminine",
            "plural"
        ],
        "definition": [
            "mothers",
            "moms"
        ],
        "description": "The noun 'Mütter' means 'mothers' or 'moms' in English. It refers to the parents of the family who give birth, nurture, and care for children in a household or domestic setting.\n Mütter are known for their love, support, or guidance in raising, educating, or protecting their offspring."
    },
    {
        "word": "Muttersprache",
        "EnglishSentence": "German is my mother tongue.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "mother tongue",
            "native language",
            "first language",
            "native tongue"
        ],
        "description": "The noun 'Muttersprache' means 'mother tongue', 'native language', 'first language', or 'native tongue' in English. It refers to the language that a person learns from birth, speaks fluently, and uses as a primary means of communication.\n Muttersprachen are essential, personal, and cultural forms of expression, identity, or heritage."
    },
    {
        "word": "möchte",
        "EnglishSentence": "I would like to order a pizza.",
        "pos": [
            "verb",
            "primary"
        ],
        "definition": [
            "would like to",
            "would like"
        ],
        "description": "The verb 'möchte' means 'would like to' or 'would like' in English. It is used to express a desire, intention, or request for performing an action, task, or function.\n Möchten is a polite, formal, or indirect way of making a suggestion, proposal, or inquiry in social, professional, or everyday interactions."
    },
    {
        "word": "möchtest",
        "EnglishSentence": "Would you like to go for a walk?",
        "pos": [
            "verb",
            "secondary"
        ],
        "definition": [
            "would like to",
            "like",
            "would like",
            "do want"
        ],
        "description": "The verb 'möchtest' means 'would like to', 'like', 'would like', or 'do want' in English. It is used to express a desire, intention, or request for performing an action, task, or function.\n Möchten is a polite, formal, or indirect way of making a suggestion, proposal, or inquiry in social, professional, or everyday interactions."
    },
    {
        "word": "München",
        "EnglishSentence": "I am visiting Munich.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "Munich"
        ],
        "description": "The noun 'München' means 'Munich' in English. It refers to the capital and largest city of the German state of Bavaria that is known for its culture, history, and architecture.\n München is a popular, vibrant, and cosmopolitan destination for tourism, business, or education in Germany."
    },
    {
        "word": "nach",
        "EnglishSentence": "I am going to the park.",
        "pos": [
            "preposition"
        ],
        "definition": [
            "to",
            "after",
            "according to",
            "following",
            "past"
        ],
        "description": "The preposition 'nach' means 'to', 'after', 'according to', 'following', or 'by' in English. It is used to indicate direction, destination, or movement toward a place, location, or goal.\n Nach is a versatile and essential preposition that establishes relationships, connections, or sequences in various contexts or situations."
    },
    {
        "word": "natürlich",
        "EnglishSentence": "Of course, I will help you.",
        "pos": [
            "adverb"
        ],
        "definition": [
            "naturally",
            "of course",
            "sure",
            "certainly"
        ],
        "description": "The adverb 'natürlich' means 'of course', 'naturally', 'sure', or 'certainly' in English. It is used to express agreement, affirmation, or consent to a request, proposal, or statement.\n Natürlich is a common, polite, or friendly response in conversations, interactions, or social exchanges."
    },
    {
        "word": "neblig",
        "EnglishSentence": "The weather is foggy.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "foggy",
            "misty"
        ],
        "description": "The adjective 'neblig' means 'foggy' or 'misty' in English. It is used to describe weather conditions, environments, or atmospheres that are covered, obscured, or filled with fog, mist, or low clouds.\n Nebelige days, mornings, or nights are associated with reduced visibility, dampness, or coolness in the air."
    },
    {
        "word": "nein",
        "EnglishSentence": "No, I am not hungry.",
        "pos": [
            "adverb"
        ],
        "definition": [
            "no",
            "not"
        ],
        "description": "The adverb 'nein' means 'no' or 'not' in English. It is used to express denial, refusal, or negation of a statement, question, or request.\n Nein is a simple, direct, or clear response in conversations, interactions, or social exchanges."
    },
    {
        "word": "nervös",
        "EnglishSentence": "I am nervous about the presentation.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "nervous",
            "anxious",
            "worried",
            "tense"
        ],
        "description": "The adjective 'nervös' means 'nervous', 'anxious', 'worried', or 'tense' in English. It is used to describe a state, condition, or feeling of unease, apprehension, or tension in response to stress, uncertainty, or anticipation.\n Nervöse individuals may experience physical, emotional, or mental symptoms of anxiety, fear, or discomfort."
    },
    {
        "word": "nett",
        "EnglishSentence": "The waiter is nice.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "nice",
            "kind",
            "friendly"
        ],
        "description": "The adjective 'nett' means 'nice', 'kind', or 'friendly' in English. It is used to describe a person, behavior, or gesture that is pleasant, agreeable, or considerate in social, professional, or personal interactions.\n Nette individuals are known for their warmth, generosity, or politeness in relationships, communities, or environments."
    },
    {
        "word": "neu",
        "EnglishSentence": "The car is new.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "new",
            "fresh",
            "recent"
        ],
        "description": "The adjective 'neu' means 'new', 'fresh', or 'recent' in English. It is used to describe an object, item, or product that is recently made, acquired, or introduced.\n Neue things, products, or experiences are associated with innovation, novelty, or change in various contexts or industries."
    },
    {
        "word": "neun",
        "EnglishSentence": "The clock shows nine o'clock.",
        "pos": [
            "numeral"
        ],
        "definition": [
            "nine",
            "9"
        ],
        "description": "The numeral 'neun' means 'nine' or '9' in English. It is used to represent the quantity, value, or position of the number nine in a sequence, series, or set.\n Neun is a cardinal number that is used for counting, ordering, or identifying objects, items, or elements in mathematics, time, or measurement."
    },
    {
        "word": "nicht",
        "EnglishSentence": "I am not hungry.",
        "pos": [
            "adverb"
        ],
        "definition": [
            "not"
        ],
        "description": "The adverb 'nicht' means 'not' in English. It is used to express negation, denial, or absence of an action, state, or condition.\n Nicht is a versatile, essential, and common word that is used to form negative statements, questions, or responses in conversations, interactions, or social exchanges."
    },
    {
        "word": "nie",
        "EnglishSentence": "I have never been to Paris.",
        "pos": [
            "adverb"
        ],
        "definition": [
            "never",
            "not ever"
        ],
        "description": "The adverb 'nie' means 'never' or 'not ever' in English. It is used to indicate the absence, nonexistence, or nonoccurrence of an action, event, or experience.\n Nie is a strong, emphatic, or absolute expression of negation, denial, or refusal in conversations, interactions, or statements."
    },
    {
        "word": "null",
        "EnglishSentence": "The score is zero.",
        "pos": [
            "numeral"
        ],
        "definition": [
            "zero",
            "0"
        ],
        "description": "The numeral 'null' means 'zero' or '0' in English. It is used to represent the quantity, value, or position of the number zero in a sequence, series, or set.\n Null is a cardinal number that is used for counting, ordering, or identifying objects, items, or elements in mathematics, time, or measurement."
    },
    {
        "word": "nur",
        "EnglishSentence": "I have only one ticket.",
        "pos": [
            "adverb"
        ],
        "definition": [
            "only",
            "just",
            "merely"
        ],
        "description": "The adverb 'nur' means 'only', 'just', or 'merely' in English. It is used to indicate limitation, restriction, or exclusivity of an object, item, or quantity.\n Nur is a common, versatile, and essential word that is used to emphasize, clarify, or specify information in conversations, interactions, or statements."
    },
    {
        "word": "nächste",
        "EnglishSentence": "The next train is arriving in five minutes.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "next",
            "closest"
        ],
        "description": "The adjective 'nächste' means 'next' or 'closest' in English. It is used to describe the following, subsequent, or immediate object, item, or event in a sequence, series, or order.\n Nächste is a relative, comparative, or ordinal term that indicates the proximity, succession, or continuation of something in time, space, or position."
    },
    {
        "word": "oder",
        "EnglishSentence": "Do you want tea or coffee?",
        "pos": [
            "conjunction"
        ],
        "definition": [
            "or"
        ],
        "description": "The conjunction 'oder' means 'or' or 'either' in English. It is used to connect, combine, or present alternatives, choices, or possibilities in a question, statement, or sentence.\n Oder is a versatile, essential, and common word that is used to express options, preferences, or decisions in conversations, interactions, or social exchanges."
    },
    {
        "word": "oft",
        "EnglishSentence": "I often go for a walk in the park.",
        "pos": [
            "adverb"
        ],
        "definition": [
            "often",
            "frequently",
            "regularly"
        ],
        "description": "The adverb 'oft' means 'often', 'frequently', or 'regularly' in English. It is used to describe the frequency, occurrence, or repetition of an action, event, or behavior.\n Oft is a common, versatile, and essential word that is used to express habits, routines, or patterns in daily life, work, or activities."
    },
    {
        "word": "oh",
        "EnglishSentence": "Oh, I forgot my keys.",
        "pos": [
            "interjection"
        ],
        "definition": [
            "oh",
            "aw"
        ],
        "description": "The interjection 'oh' means 'oh' or 'aw' in English. It is used to express surprise, realization, or emotion in response to a situation, event, or statement.\n Oh is a versatile, common, and informal expression that is used to convey feelings, reactions, or thoughts in conversations, interactions, or social exchanges."
    },
    {
        "word": "OK",
        "EnglishSentence": "OK, I will see you later.",
        "pos": [
            "interjection"
        ],
        "definition": [
            "OK"
        ],
        "description": "The interjection 'OK' means 'OK' in English. It is used to express agreement, approval, or acknowledgment of a request, proposal, or statement.\n OK is a versatile, common, and informal expression that is used to confirm, accept, or respond positively in conversations, interactions, or social exchanges."
    },
    {
        "word": "Oma",
        "EnglishSentence": "My grandma is visiting us.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "grandma",
            "grandmother"
        ],
        "description": "The noun 'Oma' means 'grandma' or 'grandmother' in English. It refers to the parent of the parent who is the mother of one's father or mother.\n Omas are known for their love, care, or wisdom in families, relationships, or generations."
    },
    {
        "word": "Onkel",
        "EnglishSentence": "My uncle is coming to the party.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "uncle"
        ],
        "description": "The noun 'Onkel' means 'uncle' in English. It refers to the sibling of one's parent who is the brother of one's father or mother.\n Onkels are known for their role, influence, or relationship in families, kinships, or generations."
    },
    {
        "word": "Opa",
        "EnglishSentence": "My grandpa is telling stories.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "grandpa",
            "grandfather"
        ],
        "description": "The noun 'Opa' means 'grandpa' or 'grandfather' in English. It refers to the parent of the parent who is the father of one's father or mother.\n Opas are known for their stories, wisdom, or presence in families, relationships, or generations."
    },
    {
        "word": "Orange",
        "EnglishSentence": "I am eating an orange.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "orange"
        ],
        "description": "The noun 'Orange' means 'orange' in English. It refers to a type of citrus fruit that is round, orange, and juicy with a sweet or sour taste.\n Orangen are known for their vitamin C, fiber, or antioxidants that are beneficial for health, immunity, or digestion."
    },
    {
        "word": "Orangen",
        "EnglishSentence": "I am eating oranges.",
        "pos": [
            "noun",
            "feminine",
            "plural"
        ],
        "definition": [
            "oranges"
        ],
        "description": "The noun 'Orangen' means 'oranges' in English. It refers to a type of citrus fruit that is round, orange, and juicy with a sweet or sour taste.\n Orangen are known for their vitamin C, fiber, or antioxidants that are beneficial for health, immunity, or digestion."
    },
    {
        "word": "Park",
        "EnglishSentence": "I am going to the park.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "park"
        ],
        "description": "The noun 'Park' means 'park' in English. It refers to a public area, garden, or space that is designed, maintained, or used for recreation, relaxation, or leisure activities.\n Parks are popular destinations for picnics, walks, or outdoor activities in cities, communities, or neighborhoods."
    },
    {
        "word": "Partner",
        "EnglishSentence": "My partner is a doctor.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "partner",
            "partners",
            "partner's"
        ],
        "description": "The noun 'Partner' means 'partner' or 'partners' in English. It refers to a person who is involved, engaged, or connected in a relationship, collaboration, or association with another individual.\n Partner are known for their support, teamwork, or companionship in personal, professional, or social contexts."
    },
    {
        "word": "Partnerin",
        "EnglishSentence": "My partner is a doctor.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "partner"
        ],
        "description": "The noun 'Partnerin' means 'partner' in English. It refers to a person who is involved, engaged, or connected in a relationship, collaboration, or association with another individual.\n Partnerinnen are known for their support, teamwork, or companionship in personal, professional, or social contexts."
    },
    {
        "word": "passe",
        "EnglishSentence": "I fit into the dress.",
        "pos": [
            "verb",
            "primary",
            "tertiary"
        ],
        "definition": [
            "fit",
            "fits",
            "is suitable"
        ],
        "description": "The verb 'passe' means 'fit', 'fits', or 'is suitable' in English. It is used to describe the appropriateness, compatibility, or correctness of an object, item, or clothing.\n Passe is a common, versatile, and essential verb that is used to indicate the alignment, adjustment, or conformity of something to a standard, size, or requirement."
    },
    {
        "word": "passt",
        "EnglishSentence": "The dress fits perfectly.",
        "pos": [
            "verb"
        ],
        "definition": [
            "fit",
            "fits",
            "is suitable"
        ],
        "description": "The verb 'passt' means 'fit', 'fits', or 'is suitable' in English. It is used to describe the appropriateness, compatibility, or correctness of an object, item, or clothing.\n Passt is a common, versatile, and essential verb that is used to indicate the alignment, adjustment, or conformity of something to a standard, size, or requirement."
    },
    {
        "word": "passen",
        "EnglishSentence": "The shoes fit well.",
        "pos": [
            "verb",
            "infinitive"
        ],
        "definition": [
            "fit",
            "fits",
            "suit",
            "match"
        ],
        "description": "The verb 'passen' means 'fit', 'fits', 'suit', or 'match' in English. It is used to describe the appropriateness, compatibility, or correctness of an object, item, or clothing.\n Passen is a common, versatile, and essential verb that is used to indicate the alignment, adjustment, or conformity of something to a standard, size, or requirement."
    },
    {
        "word": "perfekt",
        "EnglishSentence": "The weather is perfect for a picnic.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "perfect"
        ],
        "description": "The adjective 'perfekt' means 'perfect' in English. It is used to describe something that is flawless, ideal, or without fault in quality, condition, or appearance.\n Perfekte conditions, situations, or experiences are characterized by excellence, precision, or satisfaction in various aspects or domains."
    },
    {
        "word": "Pizza",
        "EnglishSentence": "I am ordering a pizza.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "pizza"
        ],
        "description": "The noun 'Pizza' means 'pizza' in English. It refers to a round, flat, baked dish made of dough, tomato sauce, cheese, and various toppings that is popular, versatile, and enjoyed worldwide.\n Pizzas are known for their variety, flavor, or convenience in dining, delivery, or takeout services."
    },
    {
        "word": "Polizist",
        "EnglishSentence": "The police officer is patrolling the street.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "policeman",
            "police officer",
            "a police officer"
        ],
        "description": "The noun 'Polizist' means 'policeman', 'police officer', or 'a police officer' in English. It refers to a person who is employed, trained, or authorized to enforce laws, maintain order, or protect citizens in a community or society.\n Polizisten are known for their service, duty, or commitment to public safety, security, or justice."
    },
    {
        "word": "Polizistin",
        "EnglishSentence": "The police officer is patrolling the street.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "policewoman",
            "police officer",
            "a police officer"
        ],
        "description": "The noun 'Polizistin' means 'policewoman', 'police officer', or 'a police officer' in English. It refers to a person who is employed, trained, or authorized to enforce laws, maintain order, or protect citizens in a community or society.\n Polizistinnen are known for their service, duty, or commitment to public safety, security, or justice."
    },
    {
        "word": "Polnisch",
        "EnglishSentence": "I am learning Polish.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "Polish"
        ],
        "description": "The adjective 'Polnisch' means 'Polish' in English. It is used to describe something that is related to Poland, its people, culture, or language.\n Polnisch is a versatile, diverse, and historical language that is spoken, written, or studied by millions of people worldwide."
    },
    {
        "word": "Professor",
        "EnglishSentence": "The professor is giving a lecture.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "professor",
            "a professor"
        ],
        "description": "The noun 'Professor' means 'professor' or 'a professor' in English. It refers to a person who teaches, researches, or lectures at a university, college, or academic institution.\n Professoren are known for their expertise, knowledge, or authority in a specific field, discipline, or subject."
    },
    {
        "word": "Professorin",
        "EnglishSentence": "The professor is giving a lecture.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "professor",
            "a professor"
        ],
        "description": "The noun 'Professorin' means 'professor' or 'a professor' in English. It refers to a person who teaches, researches, or lectures at a university, college, or academic institution.\n Professorinnen are known for their expertise, knowledge, or authority in a specific field, discipline, or subject."
    },
    {
        "word": "prost",
        "EnglishSentence": "Cheers to a great evening.",
        "pos": [
            "interjection"
        ],
        "definition": [
            "cheers"
        ],
        "description": "The interjection 'prost' means 'cheers' in English. It is used to express a toast, celebration, or good wishes before drinking or raising a glass in a social, festive, or informal setting.\n Prost is a common, friendly, or traditional expression of goodwill, happiness, or camaraderie in gatherings, parties, or events."
    },
    {
        "word": "Pullover",
        "EnglishSentence": "I am wearing a sweater.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "sweater",
            "jumper"
        ],
        "description": "The noun 'Pullover' means 'sweater' or 'jumper' in English. It refers to a knitted garment that is worn on the upper body to provide warmth, comfort, or style in cold or cool weather.\n Pullover are popular, versatile, and fashionable clothing items for casual, formal, or outdoor occasions."
    },
    {
        "word": "Rechnung",
        "EnglishSentence": "I am paying the bill.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "check"
        ],
        "description": "The noun 'Rechnung' means 'check' in English. It refers to a written statement, document, or record of expenses, costs, or charges for goods, services, or transactions.\n Rechnungen are essential, formal, or legal documents that are used for payment, verification, or accounting in business, finance, or commerce."
    },
    {
        "word": "rechts",
        "EnglishSentence": "The book is on the right side of the shelf.",
        "pos": [
            "adverb"
        ],
        "definition": [
            "right",
            "the right",
            "to the right",
            "on the right",
            "on the right side",
            "on the right-hand side"
        ],
        "description": "The adverb 'rechts' means 'right', 'the right', 'to the right', 'on the right', 'on the right side', or 'on the right-hand side' in English. It is used to indicate direction, position, or location that is opposite to the left side.\n Rechts is a relative, spatial, or directional term that is used to describe the side, area, or orientation of an object, item, or place."
    },
    {
        "word": "Regenschirm",
        "EnglishSentence": "I am taking an umbrella.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "umbrella"
        ],
        "description": "The noun 'Regenschirm' means 'umbrella' in English. It refers to a portable, collapsible, or waterproof device that is used to protect, shield, or cover oneself from rain, sun, or weather conditions.\n Regenschirme are essential, practical, or fashionable accessories for outdoor, travel, or daily activities."
    },
    {
        "word": "regnet",
        "EnglishSentence": "It is raining outside.",
        "pos": [
            "verb"
        ],
        "definition": [
            "rains",
            "is raining"
        ],
        "description": "The verb 'regnet' means 'rains' or 'is raining' in English. It is used to describe the precipitation, water, or moisture that falls from the sky in the form of rain, drizzle, or showers.\n Regnet is a natural, atmospheric, or meteorological phenomenon that occurs in various climates, seasons, or regions."
    },
    {
        "word": "Reisezentrum",
        "EnglishSentence": "I am buying a train ticket at the travel center.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "travel center",
            "travel centre"
        ],
        "description": "The noun 'Reisezentrum' means 'travel center' or 'travel centre' in English. It refers to a facility, office, or service point that provides information, assistance, or tickets for travel, transportation, or tourism.\n Reisezentren are convenient, accessible, or customer-friendly locations for planning, booking, or organizing trips, journeys, or vacations."
    },
    {
        "word": "Restaurant",
        "EnglishSentence": "I am having dinner at the restaurant.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "restaurant"
        ],
        "description": "The noun 'Restaurant' means 'restaurant' in English. It refers to a place, establishment, or venue that serves food, drinks, or meals to customers for dining, eating, or socializing.\n Restaurants are popular, diverse, or cultural settings for culinary experiences, celebrations, or gatherings in cities, communities, or neighborhoods."
    },
    {
        "word": "Russisch",
        "EnglishSentence": "I am learning Russian.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "Russian"
        ],
        "description": "The adjective 'Russisch' means 'Russian' in English. It is used to describe something that is related to Russia, its people, culture, or language.\n Russisch is a versatile, diverse, and historical language that is spoken, written, or studied by millions of people worldwide."
    },
    {
        "word": "Russland",
        "EnglishSentence": "I am visiting Russia.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "Russia"
        ],
        "description": "The noun 'Russland' means 'Russia' in English. It refers to the largest country in the world that is located in Eastern Europe and Northern Asia.\n Russland is known for its vast, diverse, or rich landscapes, cultures, or histories that attract tourists, scholars, or adventurers from around the globe."
    },
    {
        "word": "S",
        "EnglishSentence": "I'd like this dress in small size.",
        "pos": [
            "noun"
        ],
        "definition": [
            "small"
        ],
        "description": "The noun 'S' means 'small' in English. It is used to describe the size, dimension, or fit of an object, item, or clothing that is smaller than average or standard.\n S is a common, versatile, and essential size designation that is used for clothing, shoes, or accessories in fashion, retail, or apparel industries."
    },
    {
        "word": "sah",
        "EnglishSentence": "I saw a movie last night.",
        "pos": [
            "verb",
            "past tense"
        ],
        "definition": [
            "saw",
            "looked",
            "watched"
        ],
        "description": "The verb 'sah' means 'saw', 'looked', or 'watched' in English. It is used to describe the visual perception, observation, or experience of an object, event, or action.\n Sah is a past tense form of the verb sehen that is used to indicate the completion, occurrence, or duration of an activity, task, or event."
    },
    {
        "word": "Sakko",
        "EnglishSentence": "I am wearing a suit jacket.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "jacket",
            "suit jacket"
        ],
        "description": "The noun 'Sakko' means 'jacket' or 'suit jacket' in English. It refers to a tailored, formal, or stylish garment that is worn on the upper body to complement, enhance, or complete a suit, outfit, or attire.\n Sakkos are popular, versatile, or fashionable clothing items for business, events, or special occasions."
    },
    {
        "word": "Salat",
        "EnglishSentence": "I am eating a salad.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "salad",
            "lettuce"
        ],
        "description": "The noun 'Salat' means 'salad' in English. It refers to a dish, meal, or course that consists of mixed, raw, or cooked vegetables, fruits, grains, or proteins with dressing or sauce.\n Salate are popular, healthy, or nutritious food options for meals, snacks, or diets in restaurants, homes, or events."
    },
    {
        "word": "Salz",
        "EnglishSentence": "I am adding salt to the soup.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "salt"
        ],
        "description": "The noun 'Salz' means 'salt' in English. It refers to a mineral, seasoning, or condiment that is used to enhance, flavor, or preserve food, dishes, or recipes.\n Salz is an essential, versatile, or common ingredient that is used in cooking, baking, or seasoning for taste, texture, or health benefits."
    },
    {
        "word": "Samstag",
        "EnglishSentence": "I am going shopping on Saturday.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "Saturday"
        ],
        "description": "The noun 'Samstag' means 'Saturday' in English. It refers to the seventh day of the week that is considered a weekend, holiday, or rest day in many cultures, religions, or calendars.\n Samstag is known for its leisure, relaxation, or social activities that include shopping, sports, or entertainment in communities, families, or societies."
    },
    {
        "word": "Sandwich",
        "EnglishSentence": "I am eating a sandwich for lunch.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "sandwich"
        ],
        "description": "The noun 'Sandwich' means 'sandwich' in English. It refers to a food item, snack, or meal that consists of two or more slices of bread with fillings, spreads, or ingredients in between.\n Sandwiches are popular, convenient, or versatile options for breakfast, lunch, or snacks in cafes, restaurants, or homes."
    },
    {
        "word": "sauber",
        "EnglishSentence": "The room is clean and tidy.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "clean",
            "tidy",
            "neat"
        ],
        "description": "The adjective 'sauber' means 'clean', 'tidy', or 'neat' in English. It is used to describe the condition, appearance, or state of an object, place, or environment that is free from dirt, mess, or disorder.\n Saubere spaces, surfaces, or items are associated with hygiene, organization, or aesthetics in homes, offices, or public areas."
    },
    {
        "word": "Schach",
        "EnglishSentence": "I am playing chess with my friend.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "chess"
        ],
        "description": "The noun 'Schach' means 'chess' in English. It refers to a strategic, intellectual, or board game that is played by two players on a checkered board with pieces or figures.\n Schach is a popular, challenging, or competitive game that requires skill, logic, or concentration for planning, moving, or capturing pieces."
    },
    {
        "word": "schade",
        "EnglishSentence": "It's a shame that the concert was canceled.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "harm",
            "too bad",
            "a pity",
            "a shame"
        ],
        "description": "The adjective 'schade' means 'harm', 'too bad', 'a pity', or 'a shame' in English. It is used to express regret, disappointment, or sympathy for an unfortunate, undesired, or unfavorable situation, event, or outcome.\n Schade is a common, empathetic, or polite response to setbacks, losses, or changes in plans, schedules, or expectations."
    },
    {
        "word": "Schal",
        "EnglishSentence": "I am wearing a scarf.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "scarf",
            "shawl"
        ],
        "description": "The noun 'Schal' means 'scarf' or 'shawl' in English. It refers to a long, narrow, or knitted garment that is worn around the neck, shoulders, or head for warmth, style, or fashion.\n Schals are popular, versatile, or fashionable accessories for winter, fall, or cold weather in outfits, coats, or jackets."
    },
    {
        "word": "Schauspieler",
        "EnglishSentence": "The actor is performing on stage.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "actor"
        ],
        "description": "The noun 'Schauspieler' means 'actor' in English. It refers to a person who performs, portrays, or acts in plays, films, or productions to entertain, inform, or engage audiences.\n Schauspieler are known for their talent, skill, or versatility in interpreting, expressing, or embodying characters, roles, or emotions."
    },
    {
        "word": "Schauspielerin",
        "EnglishSentence": "The actress is rehearsing her lines.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "actress"
        ],
        "description": "The noun 'Schauspielerin' means 'actress' or 'actor' in English. It refers to a person who performs, portrays, or acts in plays, films, or productions to entertain, inform, or engage audiences.\n Schauspielerinnen are known for their talent, skill, or versatility in interpreting, expressing, or embodying characters, roles, or emotions."
    },
    {
        "word": "schick",
        "EnglishSentence": "The dress is stylish and elegant.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "stylish",
            "fashionable",
            "chic"
        ],
        "description": "The adjective 'schick' means 'stylish', 'fashionable', or 'chic' in English. It is used to describe the appearance, design, or quality of an object, item, or clothing that is trendy, attractive, or sophisticated.\n Schicke outfits, accessories, or looks are associated with elegance, confidence, or creativity in fashion, events, or occasions."
    },
    {
        "word": "Schlafzimmer",
        "EnglishSentence": "I am going to bed in the bedroom.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "bedroom"
        ],
        "description": "The noun 'Schlafzimmer' means 'bedroom' in English. It refers to a private, personal, or intimate space in a home, apartment, or residence that is used for sleeping, resting, or relaxing.\n Schlafzimmer are essential, comfortable, or functional rooms that provide privacy, comfort, or tranquility for individuals, couples, or families."
    },
    {
        "word": "schlecht",
        "EnglishSentence": "The weather is bad today.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "bad",
            "ill",
            "poor"
        ],
        "description": "The adjective 'schlecht' means 'bad', 'ill', or 'poor' in English. It is used to describe the quality, condition, or state of an object, item, or situation that is unfavorable, unsatisfactory, or undesirable.\n Schlechte weather, health, or performance are associated with discomfort, inconvenience, or challenges in daily life, work, or activities."
    },
    {
        "word": "Schnecke",
        "EnglishSentence": "I saw a snail in the garden.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "snail",
            "slug"
        ],
        "description": "The noun 'Schnecke' means 'snail' or 'slug' in English. It refers to a slow-moving, soft-bodied, or shell-bearing mollusk that is found in gardens, parks, or natural habitats.\n Schnecken are known for their spiral shells, slime trails, or antennae that help them move, feed, or protect themselves in various environments."
    },
    {
        "word": "schneit",
        "EnglishSentence": "It is snowing outside.",
        "pos": [
            "verb"
        ],
        "definition": [
            "is snowing",
            "snows"
        ],
        "description": "The verb 'schneit' means 'is snowing' or 'snows' in English. It is used to describe the precipitation, ice, or crystals that fall from the sky in the form of snowflakes, snowdrifts, or snowfall.\n Schneit is a natural, atmospheric, or meteorological phenomenon that occurs in cold, winter, or snowy climates, regions, or seasons."
    },
    {
        "word": "schnell",
        "EnglishSentence": "The car is driving fast.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "quickly",
            "rapidly"
        ],
        "description": "The adjective 'schnell' means 'quickly' or 'rapidly' in English. It is used to describe the speed, pace, or velocity of an object, vehicle, or action that is moving, traveling, or operating at a high rate.\n Schnelle movements, reactions, or changes are associated with efficiency, agility, or effectiveness in tasks, sports, or activities."
    },
    {
        "word": "Schnitzel",
        "EnglishSentence": "I am eating schnitzel for dinner.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "schnitzel",
            "schnitzels"
        ],
        "description": "The noun 'Schnitzel' means 'schnitzel' in English. It refers to a breaded, fried, or pounded meat cutlet that is popular, traditional, or regional in Austrian, German, or European cuisines.\n Schnitzel are versatile, flavorful, or satisfying dishes that are served with sides, sauces, or garnishes in restaurants, homes, or events."
    },
    {
        "word": "Schrank",
        "EnglishSentence": "I am organizing my clothes in the closet.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "closet",
            "cabinet",
            "wardrobe",
            "locker"
        ],
        "description": "The noun 'Schrank' means 'closet', 'cabinet', 'wardrobe', or 'locker' in English. It refers to a piece of furniture, storage, or space that is used to store, hang, or organize clothes, items, or belongings.\n Schränke are essential, functional, or decorative fixtures that provide storage, space, or order in bedrooms, homes, or living areas."
    },
    {
        "word": "Schreibtisch",
        "EnglishSentence": "I am working at the desk.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "desk",
            "writing desk"
        ],
        "description": "The noun 'Schreibtisch' means 'desk' or 'writing desk' in English. It refers to a piece of furniture, table, or surface that is used for writing, reading, or working with papers, computers, or materials.\n Schreibtische are essential, functional, or ergonomic fixtures that provide space, support, or comfort for tasks, studies, or activities."
    },
    {
        "word": "schuh",
        "EnglishSentence": "I need my other shoe.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "shoe"
        ],
        "description": "The noun 'Schuh' means 'shoe' in English. It refers to a type of footwear, sandal, or boot that is worn on the foot for protection, comfort, or style in various activities, occasions, or environments.\n Schuhe are essential, versatile, or fashionable accessories that complement, enhance, or complete outfits, looks, or appearances in fashion, sports, or daily life."
    },
    {
        "word": "Schuhe",
        "EnglishSentence": "I am buying new shoes.",
        "pos": [
            "noun",
            "masculine",
            "plural"
        ],
        "definition": [
            "shoes"
        ],
        "description": "The noun 'Schuhe' means 'shoes' in English. It refers to footwear, sandals, or boots that are worn on the feet for protection, comfort, or style in various activities, occasions, or environments.\n Schuhe are essential, versatile, or fashionable accessories that complement, enhance, or complete outfits, outfits, or looks in fashion, sports, or daily life."
    },
    {
        "word": "Schweden",
        "EnglishSentence": "I am visiting Sweden next summer.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "Sweden"
        ],
        "description": "The noun 'Schweden' means 'Sweden' in English. It refers to a Scandinavian country in Northern Europe that is known for its history, culture, or landscapes.\n Schweden is a popular, diverse, or scenic destination for tourism, travel, or exploration in cities, nature, or attractions."
    },
    {
        "word": "Schwedisch",
        "EnglishSentence": "I am learning Swedish.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "Swedish"
        ],
        "description": "The adjective 'Schwedisch' means 'Swedish' in English. It is used to describe something that is related to Sweden, its people, culture, or language.\n Schwedisch is a versatile, diverse, and historical language that is spoken, written, or studied by millions of people worldwide."
    },
    {
        "word": "schwer",
        "EnglishSentence": "The box is heavy.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "heavy",
            "difficult",
            "hard"
        ],
        "description": "The adjective 'schwer' means 'heavy', 'difficult', or 'hard' in English. It is used to describe the weight, burden, or challenge of an object, task, or situation that requires effort, strength, or endurance.\n Schwere objects, tasks, or decisions are associated with physical, mental, or emotional demands in work, life, or activities."
    },
    {
        "word": "Schwester",
        "EnglishSentence": "My sister is studying abroad.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "sister"
        ],
        "description": "The noun 'Schwester' means 'sister' in English. It refers to a sibling, relative, or family member who is a female offspring of the same parents.\n Schwestern are known for their bond, support, or relationship with brothers, siblings, or family members in childhood, adulthood, or life."
    },
    {
        "word": "Schwestern",
        "EnglishSentence": "The nurses are taking care of the patients.",
        "pos": [
            "noun",
            "feminine",
            "plural"
        ],
        "definition": [
            "nurses",
            "sisters"
        ],
        "description": "The noun 'Schwestern' means 'nurses' or 'sisters' in English. It refers to healthcare professionals, caregivers, or siblings who provide medical, emotional, or practical support to patients, families, or communities.\n Schwestern are known for their compassion, dedication, or expertise in nursing, healthcare, or social services."
    },
    {
        "word": "Schwimmbad",
        "EnglishSentence": "I am going to the swimming pool.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "swimming pool"
        ],
        "description": "The noun 'Schwimmbad' means 'swimming pool' in English. It refers to a facility, venue, or area that is designed, equipped, or maintained for swimming, recreation, or aquatic activities.\n Schwimmbäder are popular, refreshing, or relaxing destinations for exercise, leisure, or socializing in communities, resorts, or neighborhoods."
    },
    {
        "word": "schwimme",
        "EnglishSentence": "I am swimming in the lake.",
        "pos": [
            "verb",
            "primary"
        ],
        "definition": [
            "swim",
            "am swimming",
            "swimming"
        ],
        "description": "The verb 'schwimme' means 'swim', 'am swimming', or 'swimming' in English. It is used to describe the action, movement, or activity of propelling oneself through water using arms, legs, or body.\n Schwimme is a common, enjoyable, or healthy form of exercise, recreation, or sport that is practiced in pools, lakes, or oceans."
    },
    {
        "word": "schwimmst",
        "EnglishSentence": "You are swimming in the pool.",
        "pos": [
            "verb",
            "secondary"
        ],
        "definition": [
            "swim",
            "are floating",
            "float",
            "are swimming"
        ],
        "description": "The verb 'schwimmst' means 'swim', 'are floating', 'float', or 'are swimming' in English. It is used to describe the action, movement, or activity of propelling oneself through water using arms, legs, or body.\n Schwimmst is a common, enjoyable, or healthy form of exercise, recreation, or sport that is practiced in pools, lakes, or oceans."
    },
    {
        "word": "schwimmt",
        "EnglishSentence": "The duck is swimming in the pond.",
        "pos": [
            "verb",
            "tertiary"
        ],
        "definition": [
            "swim",
            "swims",
            "is swimming",
            "are floating"
        ],
        "description": "The verb 'schwimmt' means 'swim', 'swims', 'is swimming', or 'are floating' in English. It is used to describe the action, movement, or activity of propelling oneself through water using arms, legs, or body.\n Schwimmt is a common, enjoyable, or healthy form of exercise, recreation, or sport that is practiced in pools, lakes, or oceans."
    },
    {
        "word": "schwimmen",
        "EnglishSentence": "I am swimming in the river.",
        "pos": [
            "verb",
            "infinitive"
        ],
        "definition": [
            "swim",
            "to swim",
            "to float"
        ],
        "description": "The verb 'schwimmen' means 'swim' or 'to float' in English. It is used to describe the action, movement, or activity of propelling oneself through water using arms, legs, or body.\n Schwimmen is a common, enjoyable, or healthy form of exercise, recreation, or sport that is practiced in pools, lakes, or oceans."
    },
    {
        "word": "schön",
        "EnglishSentence": "The garden is beautiful in spring.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "beautiful",
            "nice"
        ],
        "description": "The adjective 'schön' means 'beautiful' or 'nice' in English. It is used to describe the appearance, quality, or nature of an object, place, or person that is attractive, pleasing, or delightful.\n Schöne things, places, or people are associated with aesthetics, harmony, or positivity in art, design, or relationships."
    },
    {
        "word": "Schüler",
        "EnglishSentence": "The students are studying for the exam.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "pupil",
            "pupils"
        ],
        "description": "The noun 'Schüler' means 'pupil' or 'pupils' in English. It refers to a student, learner, or trainee who attends school, classes, or courses to acquire knowledge, skills, or education.\n Schüler are known for their dedication, curiosity, or progress in learning, studying, or achieving academic, personal, or professional goals."
    },
    {
        "word": "Schülerin",
        "EnglishSentence": "The schoolgirl is doing her homework.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "schoolgirl",
            "pupil"
        ],
        "description": "The noun 'Schülerin' means 'schoolgirl' or 'pupil' in English. It refers to a pupil, student, or learner who attends school, classes, or courses to acquire knowledge, skills, or education.\n Schülerinnen are known for their dedication, curiosity, or progress in learning, studying, or achieving academic, personal, or professional goals."
    },
    {
        "word": "sechs",
        "EnglishSentence": "The clock shows six o'clock.",
        "pos": [
            "numeral"
        ],
        "definition": [
            "six",
            "6"
        ],
        "description": "The numeral 'sechs' means 'six' or '6' in English. It is used to represent the quantity, position, or value of a number that is one more than five and one less than seven.\n Sechs is a cardinal, ordinal, or counting number that is used in mathematics, time, or measurements for counting, ordering, or identifying objects, items, or quantities."
    },
    {
        "word": "sehr",
        "EnglishSentence": "The movie was very interesting.",
        "pos": [
            "adverb"
        ],
        "definition": [
            "very"
        ],
        "description": "The adverb 'sehr' means 'very' in English. It is used to intensify, emphasize, or modify the degree, extent, or intensity of an adjective, adverb, or verb.\n Sehr is a versatile, common, or expressive word that is used to describe, qualify, or amplify qualities, characteristics, or actions in speech, writing, or communication."
    },
    {
        "word": "sein",
        "EnglishSentence": "He is a teacher.",
        "pos": [
            "verb"
        ],
        "definition": [
            "be",
            "to be"
        ],
        "description": "The verb 'sein' means 'be' or 'to be' in English. It is used to describe the state, condition, or identity of a subject, object, or entity in relation to existence, location, or attributes.\n Sein is an essential, irregular, or copular verb that is used in various tenses, moods, or forms to express statements, descriptions, or relationships."
    },
    {
        "word": "sie",
        "EnglishSentence": "She is reading a book.",
        "pos": [
            "pronoun"
        ],
        "definition": [
            "they",
            "them",
            "she"
        ],
        "description": "The pronoun 'sie' can mean 'they', 'them', or 'she' in English, depending on the context. When 'sie' is lowercase and refers to a singular entity, it means 'she'. When 'sie' refers to multiple entities, it means 'they'. 'Sie' capitalized is a formal way to say 'you'. It is used to refer to people, objects, or entities that are unknown, unspecified, or previously mentioned in a sentence, context, or conversation."
    },
    {
        "word": "Sie",
        "EnglishSentence": "You are welcome.",
        "pos": [
            "pronoun"
        ],
        "definition": [
            "you"
        ],
        "description": "The pronoun 'Sie' means 'you' in English. It is used as a formal, respectful, or polite way to address or refer to a person, individual, or group in professional, official, or social contexts.\n Sie is a versatile, common, or respectful pronoun that is used in German to show respect, courtesy, or formality in communication, interactions, or relationships."
    },
    {
        "word": "sieben",
        "EnglishSentence": "The clock shows seven o'clock.",
        "pos": [
            "numeral"
        ],
        "definition": [
            "seven",
            "7"
        ],
        "description": "The numeral 'sieben' means 'seven' or '7' in English. It is used to represent the quantity, position, or value of a number that is one more than six and one less than eight.\n Sieben is a cardinal, ordinal, or counting number that is used in mathematics, time, or measurements for counting, ordering, or identifying objects, items, or quantities."
    },
    {
        "word": "sind",
        "EnglishSentence": "They are students.",
        "pos": [
            "verb"
        ],
        "definition": [
            "are",
            "to be"
        ],
        "description": "The verb 'sind' means 'are' or 'to be' in English. It is used to describe the state, condition, or identity of a subject, object, or entity in relation to existence, location, or attributes.\n Sind is an essential, irregular, or copular verb that is used in various tenses, moods, or forms to express statements, descriptions, or relationships."
    },
    {
        "word": "singe",
        "EnglishSentence": "I am singing a song.",
        "pos": [
            "verb",
            "primary"
        ],
        "definition": [
            "sing",
            "am singing"
        ],
        "description": "The verb 'singe' means 'sing' or 'am singing' in English. It is used to describe the action, activity, or performance of producing musical sounds, tones, or melodies with the voice.\n Singe is a common, enjoyable, or expressive form of communication, entertainment, or art that is practiced in music, culture, or social settings."
    },
    {
        "word": "singst",
        "EnglishSentence": "You are singing in the choir.",
        "pos": [
            "verb",
            "secondary"
        ],
        "definition": [
            "sing",
            "are singing"
        ],
        "description": "The verb 'singst' means 'sing' or 'are singing' in English. It is used to describe the action, activity, or performance of producing musical sounds, tones, or melodies with the voice.\n Singst is a common, enjoyable, or expressive form of communication, entertainment, or art that is practiced in music, culture, or social settings."
    },
    {
        "word": "singt",
        "EnglishSentence": "He is singing a lullaby.",
        "pos": [
            "verb",
            "tertiary"
        ],
        "definition": [
            "sings",
            "sing",
            "is singing",
            "singing"
        ],
        "description": "The verb 'singt' means 'sings', 'sing', 'is singing', or 'singing' in English. It is used to describe the action, activity, or performance of producing musical sounds, tones, or melodies with the voice.\n Singt is a common, enjoyable, or expressive form of communication, entertainment, or art that is practiced in music, culture, or social settings."
    },
    {
        "word": "singen",
        "EnglishSentence": "We are singing in the choir.",
        "pos": [
            "verb",
            "infinitive"
        ],
        "definition": [
            "sing",
            "to sing"
        ],
        "description": "The verb 'singen' means 'sing' or 'to sing' in English. It is used to describe the action, activity, or performance of producing musical sounds, tones, or melodies with the voice.\n Singen is a common, enjoyable, or expressive form of communication, entertainment, or art that is practiced in music, culture, or social settings."
    },
    {
        "word": "Sitz",
        "EnglishSentence": "I am sitting on the chair.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "seat",
            "chair",
            "place",
            "location"
        ],
        "description": "The noun 'Sitz' means 'seat', 'place', or 'chair' in English. It refers to a piece of furniture, fixture, or object that is designed, used, or intended for sitting, resting, or supporting the body.\n Sitze are essential, functional, or ergonomic items that provide comfort, support, or convenience in homes, offices, or public spaces."
    },
    {
        "word": "so",
        "EnglishSentence": "I like this dress so much.",
        "pos": [
            "adverb"
        ],
        "definition": [
            "so",
            "thus",
            "like this",
            "this way",
            "in this way"
        ],
        "description": "The adverb 'so' means 'so', 'thus', 'like this', 'this way', or 'in this way' in English. It is used to indicate, emphasize, or qualify the manner, degree, or extent of an action, quality, or condition.\n So is a versatile, common, or expressive word that is used in speech, writing, or communication to connect, compare, or describe things, ideas, or situations."
    },
    {
        "word": "Sohn",
        "EnglishSentence": "The son is playing in the park.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "son"
        ],
        "description": "The noun 'Sohn' means 'son' in English. It refers to a male offspring, child, or descendant of parents, family, or ancestors.\n Söhne are known for their bond, relationship, or connection with fathers, mothers, or siblings in childhood, adulthood, or life."
    },
    {
        "word": "Söhne",
        "EnglishSentence": "The sons are playing in the garden.",
        "pos": [
            "noun",
            "masculine",
            "plural"
        ],
        "definition": [
            "sons"
        ],
        "description": "The noun 'Söhne' means 'sons' in English. It refers to multiple male offspring, children, or descendants of parents, family, or ancestors.\n Söhne are known for their bond, relationship, or connection with fathers, mothers, or siblings in childhood, adulthood, or life."
    },
    {
        "word": "Sommer",
        "EnglishSentence": "I am going to the beach in summer.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "summer"
        ],
        "description": "The noun 'Sommer' means 'summer' in English. It refers to the warmest, sunniest, or longest season of the year that is known for its heat, light, or outdoor activities.\n Sommer is a popular, festive, or vibrant time for vacations, holidays, or events in nature, beaches, or destinations."
    },
    {
        "word": "Sonnencreme",
        "EnglishSentence": "I am applying sunscreen at the beach.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "sunscreen",
            "suntan lotion",
            "sun cream",
            "sunblock",
            "suntan cream"
        ],
        "description": "The noun 'Sonnencreme' means 'sunscreen', 'suntan lotion', 'sun cream', 'sunblock', or 'suntan cream' in English. It refers to a lotion, cream, or product that is applied to the skin to protect, shield, or prevent sunburn, damage, or aging from ultraviolet rays.\n Sonnencreme is an essential, protective, or preventive item that is used in summer, outdoors, or sunny weather to maintain skin health, safety, or appearance."
    },
    {
        "word": "sonnig",
        "EnglishSentence": "The weather is sunny today.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "sunny"
        ],
        "description": "The adjective 'sonnig' means 'sunny' in English. It is used to describe the weather, sky, or climate that is bright, clear, or warm with sunlight, rays, or brightness.\n Sonnige days, skies, or seasons are associated with warmth, light, or positivity in nature, landscapes, or environments."
    },
    {
        "word": "Sonntag",
        "EnglishSentence": "I am going to church on Sunday.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "Sunday"
        ],
        "description": "The noun 'Sonntag' means 'Sunday' in English. It refers to the first day of the week that is known for rest, worship, or leisure in many cultures, religions, or traditions.\n Sonntag is a popular, relaxing, or festive day for family, community, or personal activities, events, or gatherings."
    },
    {
        "word": "Spanisch",
        "EnglishSentence": "I am learning Spanish.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "Spanish"
        ],
        "description": "The adjective 'Spanisch' means 'Spanish' in English. It is used to describe something that is related to Spain, its people, culture, or language.\n Spanisch is a versatile, diverse, and historical language that is spoken, written, or studied by millions of people worldwide."
    },
    {
        "word": "Speisekarte",
        "EnglishSentence": "I am ordering from the menu.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "menu"
        ],
        "description": "The noun 'Speisekarte' means 'menu' in English. It refers to a list, card, or document that displays, presents, or describes the food, dishes, or items available in a restaurant, café, or dining establishment.\n Speisekarten are essential, informative, or interactive tools that help customers, guests, or diners choose, order, or enjoy meals, drinks, or desserts."
    },
    {
        "word": "Speisewagen",
        "EnglishSentence": "I am eating in the dining car.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "dining car",
            "diner car"
        ],
        "description": "The noun 'Speisewagen' means 'dining car' or 'diner car' in English. It refers to a section, compartment, or area of a train, plane, or vehicle that is equipped, furnished, or designed for serving, eating, or enjoying meals, snacks, or drinks.\n Speisewagen are popular, convenient, or social spaces for dining, traveling, or relaxing during journeys, trips, or commutes."
    },
    {
        "word": "Spiel",
        "EnglishSentence": "I am playing a game.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "game",
            "match",
            "play",
            "performance"
        ],
        "description": "The noun 'Spiel' means 'game', 'match', 'play', or 'performance' in English. It refers to an activity, event, or competition that involves rules, skills, or strategies for entertainment, recreation, or competition.\n Spiele are popular, engaging, or social activities that are played, watched, or enjoyed by individuals, groups, or communities in sports, video games, or board games."
    },
    {
        "word": "spiele",
        "EnglishSentence": "I am playing soccer.",
        "pos": [
            "verb",
            "primary"
        ],
        "definition": [
            "play",
            "playing",
            "am playing"
        ],
        "description": "The verb 'spiele' means 'play', 'playing', or 'am playing' in English. It is used to describe the action, activity, or performance of engaging in games, sports, or activities for fun, competition, or recreation.\n Spiele are popular, enjoyable, or social forms of entertainment, exercise, or interaction that are practiced by individuals, teams, or players in various settings, events, or occasions."
    },
    {
        "word": "spielst",
        "EnglishSentence": "You are playing the piano.",
        "pos": [
            "verb",
            "secondary"
        ],
        "definition": [
            "play",
            "do play",
            "playing",
            "are playing"
        ],
        "description": "The verb 'spielst' means 'are playing', 'playing', 'play', 'do play', or 'are' in English. It is used to describe the action, activity, or performance of engaging in games, sports, or activities for fun, competition, or recreation.\n Spielst is a common, enjoyable, or social form of entertainment, exercise, or interaction that is practiced by individuals, teams, or players in various settings, events, or occasions."
    },
    {
        "word": "spielt",
        "EnglishSentence": "The children are playing in the park.",
        "pos": [
            "verb",
            "tertiary"
        ],
        "definition": [
            "play",
            "plays",
            "playing",
            "is playing",
            "are playing"
        ],
        "description": "The verb 'spielt' means 'play', 'plays', 'playing', 'is playing', or 'are playing' in English. It is used to describe the action, activity, or performance of engaging in games, sports, or activities for fun, competition, or recreation.\n Spielt is a common, enjoyable, or social form of entertainment, exercise, or interaction that is practiced by individuals, teams, or players in various settings, events, or occasions."
    },
    {
        "word": "spielen",
        "EnglishSentence": "We are playing chess.",
        "pos": [
            "verb",
            "infinitive"
        ],
        "definition": [
            "play",
            "to play",
            "playing",
            "are playing"
        ],
        "description": "The verb 'spielen' means 'play', 'to play', 'playing', or 'are playing' in English. It is used to describe the action, activity, or performance of engaging in games, sports, or activities for fun, competition, or recreation.\n Spielen is a common, enjoyable, or social form of entertainment, exercise, or interaction that is practiced by individuals, teams, or players in various settings, events, or occasions."
    },
    {
        "word": "Sprache",
        "EnglishSentence": "I am learning a new language.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "language",
            "speech",
            "tongue"
        ],
        "description": "The noun 'Sprache' means 'language', 'speech', or 'tongue' in English. It refers to a system, code, or form of communication, expression, or speech that is spoken, written, or studied by people, cultures, or societies.\n Sprachen are diverse, complex, or evolving means of interaction, understanding, or creativity that are used in education, business, or relationships."
    },
    {
        "word": "Sprachen",
        "EnglishSentence": "I am learning new languages.",
        "pos": [
            "noun",
            "feminine",
            "plural"
        ],
        "definition": [
            "languages",
            "tongues"
        ],
        "description": "The noun 'Sprachen' means 'languages' in English. It refers to systems, codes, or forms of communication, expression, or speech that are spoken, written, or studied by people, cultures, or societies.\n Sprachen are diverse, complex, or evolving means of interaction, understanding, or creativity that are used in education, business, or relationships."
    },
    {
        "word": "spreche",
        "EnglishSentence": "I am speaking German.",
        "pos": [
            "verb",
            "primary"
        ],
        "definition": [
            "speak",
            "say",
            "talk",
            "pronounce",
            "speaking"
        ],
        "description": "The verb 'spreche' means 'speak', 'say', 'talk', 'pronounce', or 'speaking' in English. It is used to describe the action, activity, or performance of communicating, expressing, or conveying thoughts, ideas, or information through words, sounds, or gestures.\n Spreche is a common, essential, or social form of interaction, expression, or connection that is practiced in conversations, presentations, or dialogues."
    },
    {
        "word": "sprechen",
        "EnglishSentence": "We are speaking English.",
        "pos": [
            "verb",
            "infinitive"
        ],
        "definition": [
            "speak",
            "to speak",
            "are speaking"
        ],
        "description": "The verb 'sprechen' means 'speak', 'to speak', or 'are speaking' in English. It is used to describe the action, activity, or performance of communicating, expressing, or conveying thoughts, ideas, or information through words, sounds, or gestures.\n Sprechen is a common, essential, or social form of interaction, expression, or connection that is practiced in conversations, presentations, or dialogues."
    },
    {
        "word": "sprichst",
        "EnglishSentence": "You are speaking French.",
        "pos": [
            "verb",
            "secondary"
        ],
        "definition": [
            "talk",
            "speak",
            "pronounce",
            "are talking",
            "are speaking"
        ],
        "description": "The verb 'sprichst' means 'talk', 'speak', 'pronounce', 'are talking', or 'are speaking' in English. It is used to describe the action, activity, or performance of communicating, expressing, or conveying thoughts, ideas, or information through words, sounds, or gestures.\n Sprichst is a common, essential, or social form of interaction, expression, or connection that is practiced in conversations, presentations, or dialogues."
    },
    {
        "word": "spricht",
        "EnglishSentence": "He is speaking Spanish.",
        "pos": [
            "verb",
            "tertiary"
        ],
        "definition": [
            "speak",
            "talks",
            "speaks",
            "pronounce",
            "is talking",
            "is speaking"
        ],
        "description": "The verb 'spricht' means 'speak', 'talks', 'speaks', 'pronounce', 'is talking', or 'is speaking' in English. It is used to describe the action, activity, or performance of communicating, expressing, or conveying thoughts, ideas, or information through words, sounds, or gestures.\n Spricht is a common, essential, or social form of interaction, expression, or connection that is practiced in conversations, presentations, or dialogues."
    },
    {
        "word": "spät",
        "EnglishSentence": "The train is late.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "late"
        ],
        "description": "The adjective 'spät' means 'late' in English. It is used to describe the time, arrival, or departure of an event, person, or object that occurs after the expected, scheduled, or usual time.\n Späte arrivals, departures, or deadlines are associated with delays, tardiness, or extensions in transportation, work, or activities."
    },
    {
        "word": "Stadt",
        "EnglishSentence": "I am visiting the city.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "city",
            "town"
        ],
        "description": "The noun 'Stadt' means 'city' or 'town' in English. It refers to an urban, populated, or developed area that is known for its buildings, infrastructure, or services.\n Städte are diverse, vibrant, or historical places for living, working, or exploring in culture, history, or architecture."
    },
    {
        "word": "Städte",
        "EnglishSentence": "I am exploring new cities.",
        "pos": [
            "noun",
            "feminine",
            "plural"
        ],
        "definition": [
            "cities",
            "towns"
        ],
        "description": "The noun 'Städte' means 'cities' or 'towns' in English. It refers to urban, populated, or developed areas that are known for their buildings, infrastructure, or services.\n Städte are diverse, vibrant, or historical places for living, working, or exploring in culture, history, or architecture."
    },
    {
        "word": "stark",
        "EnglishSentence": "The wind is strong.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "strong",
            "powerful"
        ],
        "description": "The adjective 'stark' means 'strong' or 'powerful' in English. It is used to describe the force, intensity, or impact of an object, person, or element that has physical, mental, or emotional strength.\n Starke objects, people, or forces are associated with durability, resilience, or effectiveness in work, sports, or challenges."
    },
    {
        "word": "Station",
        "EnglishSentence": "I am waiting at the station.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "station"
        ],
        "description": "The noun 'Station' means 'station' in English. It refers to a place, location, or facility that is used, equipped, or designated for transportation, communication, or services.\n Stationen are essential, functional, or convenient points for waiting, boarding, or connecting in trains, buses, or public transport."
    },
    {
        "word": "stornieren",
        "EnglishSentence": "I am canceling the reservation.",
        "pos": [
            "verb"
        ],
        "definition": [
            "cancel",
            "to cancel",
            "canceling"
        ],
        "description": "The verb 'stornieren' means 'cancel', 'to cancel', or 'canceling' in English. It is used to describe the action, process, or decision of revoking, nullifying, or terminating an agreement, booking, or arrangement.\n Stornieren is a common, necessary, or formal procedure that is used in travel, business, or services to change, adjust, or reverse plans, commitments, or transactions."
    },
    {
        "word": "stressig",
        "EnglishSentence": "The situation is stressful.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "stressful"
        ],
        "description": "The adjective 'stressig' means 'stressful' in English. It is used to describe the condition, state, or experience of being tense, anxious, or overwhelmed by pressure, demands, or challenges.\n Stressige situations, events, or tasks are associated with tension, anxiety, or urgency in work, relationships, or life."
    },
    {
        "word": "Student",
        "EnglishSentence": "The student is studying for the exam.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "student",
            "college student",
            "university student"
        ],
        "description": "The noun 'Student' means 'student', 'college student', or 'university student' in English. It refers to a person, individual, or learner who attends school, classes, or courses to acquire knowledge, skills, or education.\n Studenten are known for their dedication, curiosity, or progress in learning, studying, or achieving academic, personal, or professional goals."
    },
    {
        "word": "Studentin",
        "EnglishSentence": "The student is studying for the exam.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "student",
            "college student",
            "university student"
        ],
        "description": "The noun 'Studentin' means 'student', 'college student', or 'university student' in English. It refers to a person, individual, or learner who attends school, classes, or courses to acquire knowledge, skills, or education.\n Studentinnen are known for their dedication, curiosity, or progress in learning, studying, or achieving academic, personal, or professional goals."
    },
    {
        "word": "Studentinnen",
        "EnglishSentence": "The students are studying for the exam.",
        "pos": [
            "noun",
            "feminine",
            "plural"
        ],
        "definition": [
            "students",
            "college students",
            "university students"
        ],
        "description": "The noun 'Studentinnen' means 'students', 'college students', or 'university students' in English. It refers to people, individuals, or learners who attend school, classes, or courses to acquire knowledge, skills, or education.\n Studentinnen are known for their dedication, curiosity, or progress in learning, studying, or achieving academic, personal, or professional goals."
    },
    {
        "word": "Stuhl",
        "EnglishSentence": "I am sitting on the chair.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "chair",
            "seat",
            "stool"
        ],
        "description": "The noun 'Stuhl' means 'chair', 'seat', or 'stool' in English. It refers to a piece of furniture, fixture, or object that is designed, used, or intended for sitting, resting, or supporting the body.\n Stühle are essential, functional, or ergonomic items that provide comfort, support, or convenience in homes, offices, or public spaces."
    },
    {
        "word": "Stuhle",
        "EnglishSentence": "I am sitting on the chairs.",
        "pos": [
            "noun",
            "masculine",
            "plural"
        ],
        "definition": [
            "chairs",
            "seats",
            "stools"
        ],
        "description": "The noun 'Stühle' means 'chairs', 'seats', or 'stools' in English. It refers to pieces of furniture, fixtures, or objects that are designed, used, or intended for sitting, resting, or supporting the body.\n Stühle are essential, functional, or ergonomic items that provide comfort, support, or convenience in homes, offices, or public spaces."
    },
    {
        "word": "suche",
        "EnglishSentence": "I am looking for my keys.",
        "pos": [
            "verb",
            "primary"
        ],
        "definition": [
            "look for",
            "seek",
            "am looking for"
        ],
        "description": "The verb 'suche' means 'look for', 'seek', or 'am looking for' in English. It is used to describe the action, activity, or process of searching, seeking, or finding something that is lost, missing, or needed.\n Suche is a common, essential, or practical task that is performed in daily life, work, or activities to locate, retrieve, or obtain objects, items, or information."
    },
    {
        "word": "suchst",
        "EnglishSentence": "You are looking for your glasses.",
        "pos": [
            "verb",
            "secondary"
        ],
        "definition": [
            "look for",
            "seek",
            "are looking for"
        ],
        "description": "The verb 'suchst' means 'look for', 'seek', or 'are looking for' in English. It is used to describe the action, activity, or process of searching, seeking, or finding something that is lost, missing, or needed.\n Suchst is a common, essential, or practical task that is performed in daily life, work, or activities to locate, retrieve, or obtain objects, items, or information."
    },
    {
        "word": "sucht",
        "EnglishSentence": "He is looking for his phone.",
        "pos": [
            "verb",
            "tertiary"
        ],
        "definition": [
            "look for",
            "seeks",
            "is looking for"
        ],
        "description": "The verb 'sucht' means 'look for', 'seeks', or 'is looking for' in English. It is used to describe the action, activity, or process of searching, seeking, or finding something that is lost, missing, or needed.\n Sucht is a common, essential, or practical task that is performed in daily life, work, or activities to locate, retrieve, or obtain objects, items, or information."
    },
    {
        "word": "suchen",
        "EnglishSentence": "We are looking for the restaurant.",
        "pos": [
            "verb",
            "infinitive"
        ],
        "definition": [
            "look for",
            "to look for",
            "are looking for"
        ],
        "description": "The verb 'suchen' means 'look for', 'to look for', or 'are looking for' in English. It is used to describe the action, activity, or process of searching, seeking, or finding something that is lost, missing, or needed.\n Suchen is a common, essential, or practical task that is performed in daily life, work, or activities to locate, retrieve, or obtain objects, items, or information."
    },
    {
        "word": "super",
        "EnglishSentence": "The movie was super.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "super",
            "awesome"
        ],
        "description": "The adjective 'super' means 'super', 'great', 'fantastic', 'awesome', or 'terrific' in English. It is used to describe something that is excellent, impressive, or outstanding in quality, performance, or experience.\n Super experiences, events, or moments are associated with excitement, satisfaction, or positivity in entertainment, work, or life."
    },
    {
        "word": "Supermarkt",
        "EnglishSentence": "I am going to the supermarket.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "supermarket",
            "grocery store"
        ],
        "description": "The noun 'Supermarkt' means 'supermarket' or 'grocery store' in English. It refers to a retail, commercial, or food store that sells groceries, food, or household items to customers, shoppers, or consumers.\n Supermärkte are essential, convenient, or accessible places for shopping, buying, or stocking up on supplies, products, or groceries."
    },
    {
        "word": "surfe",
        "EnglishSentence": "I am surfing in Hawaii.",
        "pos": [
            "verb",
            "primary"
        ],
        "definition": [
            "surf",
            "go surfing"
        ],
        "description": "The verb 'surfe' means 'surf', 'go surfing', or 'am surfing' in English. It is used to describe the action, activity, or sport of riding, gliding, or balancing on waves, water, or boards in oceans, seas, or beaches.\n Surfen is a popular, thrilling, or recreational water sport that is practiced by surfers, athletes, or enthusiasts in coastal, tropical, or aquatic locations."
    },
    {
        "word": "surfst",
        "EnglishSentence": "You are surfing in California.",
        "pos": [
            "verb",
            "secondary"
        ],
        "definition": [
            "surf",
            "go surfing"
        ],
        "description": "The verb 'surfst' means 'surf', 'go surfing', or 'are surfing' in English. It is used to describe the action, activity, or sport of riding, gliding, or balancing on waves, water, or boards in oceans, seas, or beaches.\n Surfen is a popular, thrilling, or recreational water sport that is practiced by surfers, athletes, or enthusiasts in coastal, tropical, or aquatic locations."
    },
    {
        "word": "surft",
        "EnglishSentence": "He is surfing in Australia.",
        "pos": [
            "verb",
            "tertiary"
        ],
        "definition": [
            "goes surfing",
            "is surfing",
            "surfs",
            "surfing"
        ],
        "description": "The verb 'surft' means 'goes surfing', 'is surfing', 'surfs', or 'surfing' in English. It is used to describe the action, activity, or sport of riding, gliding, or balancing on waves, water, or boards in oceans, seas, or beaches.\n Surfen is a popular, thrilling, or recreational water sport that is practiced by surfers, athletes, or enthusiasts in coastal, tropical, or aquatic locations."
    },
    {
        "word": "surfen",
        "EnglishSentence": "We are surfing in Hawaii.",
        "pos": [
            "verb",
            "infinitive"
        ],
        "definition": [
            "surf",
            "to surf",
            "go surfing",
            "are surfing"
        ],
        "description": "The verb 'surfen' means 'surf', 'to surf', 'go surfing', or 'are surfing' in English. It is used to describe the action, activity, or sport of riding, gliding, or balancing on waves, water, or boards in oceans, seas, or beaches.\n Surfen is a popular, thrilling, or recreational water sport that is practiced by surfers, athletes, or enthusiasts in coastal, tropical, or aquatic locations."
    },
    {
        "word": "T-shirt",
        "EnglishSentence": "I am wearing a T-shirt.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "T-shirt"
        ],
        "description": "The noun 'T-shirt' means 'T-shirt' in English. It refers to a casual, comfortable, or short-sleeved garment that is worn, styled, or designed for everyday, leisure, or informal wear.\n T-shirts are popular, versatile, or fashionable clothing items that are worn by people of all ages in various styles, colors, or designs."
    },
    {
        "word": "Tag",
        "EnglishSentence": "I am going to the park during the day.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "day",
            "daytime",
            "date"
        ],
        "description": "The noun 'Tag' means 'day', 'daytime', or 'date' in English. It refers to the period, duration, or cycle of light, time, or activity between sunrise and sunset.\n Tage are essential, natural, or chronological units of time, work, or events that are used in calendars, schedules, or routines for planning, organizing, or living daily life."
    },
    {
        "word": "Tage",
        "EnglishSentence": "I am going to the park during the days.",
        "pos": [
            "noun",
            "masculine",
            "plural"
        ],
        "definition": [
            "days",
            "daytimes",
            "dates"
        ],
        "description": "The noun 'Tage' means 'days', 'daytimes', or 'dates' in English. It refers to the periods, durations, or cycles of light, time, or activity between sunrise and sunset.\n Tage are essential, natural, or chronological units of time, work, or events that are used in calendars, schedules, or routines for planning, organizing, or living daily life."
    },
    {
        "word": "Tante",
        "EnglishSentence": "I am visiting my aunt.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "aunt",
            "auntie",
            "aunty"
        ],
        "description": "The noun 'Tante' means 'aunt', 'auntie', or 'aunty' in English. It refers to the sister of one's parent, family, or relative who is known for her role, relationship, or connection in family, childhood, or life.\n Tanten are known for their care, support, or love for nieces, nephews, or family members in various occasions, events, or milestones."
    },
    {
        "word": "Taxistand",
        "EnglishSentence": "I am waiting at the taxi stand.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "taxi stand"
        ],
        "description": "The noun 'Taxistand' means 'taxi stand' in English. It refers to a designated, marked, or arranged area where taxis, cabs, or vehicles wait, park, or pick up passengers, customers, or travelers.\n Taxistände are essential, convenient, or accessible points for hailing, boarding, or catching taxis in cities, airports, or transportation hubs."
    },
    {
        "word": "Tee",
        "EnglishSentence": "I am drinking tea.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "tea"
        ],
        "description": "The noun 'Tee' means 'tea' in English. It refers to a hot, aromatic, or flavored beverage that is made, brewed, or infused from dried leaves, herbs, or plants.\n Tee is a popular, soothing, or refreshing drink that is enjoyed, served, or shared in various cultures, traditions, or occasions for relaxation, health, or enjoyment."
    },
    {
        "word": "Teppich",
        "EnglishSentence": "I am buying a carpet for the living room.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "carpet",
            "rug"
        ],
        "description": "The noun 'Teppich' means 'carpet' or 'rug' in English. It refers to a soft, decorative, or woven floor covering that is used, placed, or laid in homes, rooms, or spaces for warmth, comfort, or decoration.\n Teppiche are essential, stylish, or functional items that provide insulation, soundproofing, or aesthetics in interiors, homes, or environments."
    },
    {
        "word": "teuer",
        "EnglishSentence": "The hotel is expensive.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "expensive",
            "costly",
            "dear"
        ],
        "description": "The adjective 'teuer' means 'expensive', 'costly', or 'dear' in English. It is used to describe the price, value, or quality of an object, product, or service that requires a high, premium, or significant amount of money, resources, or investment.\n Teure items, products, or services are associated with luxury, quality, or exclusivity in shopping, travel, or lifestyle."
    },
    {
        "word": "Tisch",
        "EnglishSentence": "I am setting the table.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "table",
            "desk"
        ],
        "description": "The noun 'Tisch' means 'table' or 'desk' in English. It refers to a piece of furniture, fixture, or surface that is used, placed, or arranged for eating, working, or displaying objects, items, or materials.\n Tische are essential, functional, or versatile items that provide support, space, or convenience in homes, offices, or public areas."
    },
    {
        "word": "Tochter",
        "EnglishSentence": "I am visiting my daughter.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "daughter"
        ],
        "description": "The noun 'Tochter' means 'daughter' in English. It refers to the female offspring, child, or relative of one's family, parents, or ancestors.\n Töchter are known for their role, relationship, or connection in family, childhood, or life as daughters, siblings, or family members."
    },
    {
        "word": "Töchter",
        "EnglishSentence": "I am visiting my daughters.",
        "pos": [
            "noun",
            "feminine",
            "plural"
        ],
        "definition": [
            "daughters"
        ],
        "description": "The noun 'Töchter' means 'daughters' in English. It refers to multiple female offspring, children, or relatives of one's family, parents, or ancestors.\n Töchter are known for their roles, relationships, or connections in family, childhood, or life as daughters, siblings, or family members."
    },
    {
        "word": "Toilette",
        "EnglishSentence": "I am going to the restroom.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "toilet",
            "restroom",
            "lavatory"
        ],
        "description": "The noun 'Toilette' means 'toilet', 'restroom', or 'lavatory' in English. It refers to a facility, room, or space that is equipped, furnished, or designed for personal hygiene, sanitation, or waste disposal.\n Toiletten are essential, accessible, or functional areas that provide privacy, cleanliness, or convenience in homes, public places, or establishments."
    },
    {
        "word": "Toiletten",
        "EnglishSentence": "I am going to the restrooms.",
        "pos": [
            "noun",
            "feminine",
            "plural"
        ],
        "definition": [
            "toilets",
            "bathrooms",
            "restrooms",
            "lavatories"
        ],
        "description": "The noun 'Toiletten' means 'toilets', 'bathrooms', 'restrooms', or 'lavatories' in English. It refers to facilities, rooms, or spaces that are equipped, furnished, or designed for personal hygiene, sanitation, or waste disposal.\n Toiletten are essential, accessible, or functional areas that provide privacy, cleanliness, or convenience in homes, public places, or establishments."
    },
    {
        "word": "toll",
        "EnglishSentence": "The view is amazing.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "great",
            "amazing"
        ],
        "description": "The adjective 'toll' means 'great' or 'amazing' in English. It is used to describe something that is impressive, fantastic, or extraordinary in quality, appearance, or experience.\n Tolle views, experiences, or moments are associated with beauty, wonder, or excitement in nature, travel, or life."
    },
    {
        "word": "Tomate",
        "EnglishSentence": "I am eating a tomato.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "tomato"
        ],
        "description": "The noun 'Tomate' means 'tomato' in English. It refers to a red, round, or edible fruit that is used, cooked, or eaten in salads, dishes, or recipes.\n Tomaten are popular, versatile, or nutritious ingredients that are used in cooking, cuisine, or food preparation for flavor, color, or health benefits."
    },
    {
        "word": "Tomaten",
        "EnglishSentence": "I am eating tomatoes.",
        "pos": [
            "noun",
            "feminine",
            "plural"
        ],
        "definition": [
            "tomatoes"
        ],
        "description": "The noun 'Tomaten' means 'tomatoes' in English. It refers to red, round, or edible fruits that are used, cooked, or eaten in salads, dishes, or recipes.\n Tomaten are popular, versatile, or nutritious ingredients that are used in cooking, cuisine, or food preparation for flavor, color, or health benefits."
    },
    {
        "word": "tschüss",
        "EnglishSentence": "Goodbye!",
        "pos": [
            "interjection"
        ],
        "definition": [
            "bye",
            "goodbye"
        ],
        "description": "The interjection 'tschüss' means 'bye' in English. It is used as a casual, friendly, or informal way of saying goodbye, farewell, or see you later in conversations, meetings, or departures.\n Tschüss is a common, simple, or popular expression that is used to end, close, or finish interactions, calls, or encounters with others."
    },
    {
        "word": "Türkisch",
        "EnglishSentence": "I am learning Turkish.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "Turkish"
        ],
        "description": "The adjective 'Türkisch' means 'Turkish' in English. It refers to the language, culture, or people of Turkey, a country located in Europe and Asia.\n Türkisch is a diverse, historical, or rich language that is spoken, written, or studied by people, communities, or learners for communication, heritage, or education."
    },
    {
        "word": "U-Bahnstation",
        "EnglishSentence": "I am waiting at the subway station.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "subway station",
            "metro station"
        ],
        "description": "The noun 'U-Bahnstation' means 'subway station' or 'metro station' in English. It refers to a facility, location, or point where underground trains, subways, or metros stop, depart, or arrive to transport passengers, commuters, or travelers.\n U-Bahnstationen are essential, convenient, or accessible points for boarding, traveling, or commuting in urban, city, or transportation systems."
    },
    {
        "word": "Uhr",
        "EnglishSentence": "I am looking at the clock.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "watch",
            "clock",
            "o'clock"
        ],
        "description": "The noun 'Uhr' means 'watch', 'clock', or 'o'clock' in English. It refers to a timepiece, device, or instrument that is used, displayed, or worn to measure, show, or indicate time, hours, or minutes.\n Uhren are essential, functional, or decorative items that provide timekeeping, scheduling, or organization in homes, offices, or public spaces."
    },
    {
        "word": "um",
        "EnglishSentence": "I am going for a walk around the park.",
        "pos": [
            "preposition"
        ],
        "definition": [
            "around",
            "at",
            "about"
        ],
        "description": "The preposition 'um' means 'around', 'at', or 'about' in English. It is used to describe the direction, location, or movement of an object, person, or event in relation to a place, time, or situation.\n Um is a versatile, flexible, or common preposition that is used in contexts, conversations, or sentences to indicate positions, directions, or relationships."
    },
    {
        "word": "und",
        "EnglishSentence": "I am reading a book and drinking tea.",
        "pos": [
            "conjunction"
        ],
        "definition": [
            "and"
        ],
        "description": "The conjunction 'und' means 'and' in English. It is used to connect, join, or combine words, phrases, or clauses in sentences, lists, or sequences.\n Und is a common, simple, or versatile conjunction that is used in conversations, writing, or communication to link, add, or include information, ideas, or actions."
    },
    {
        "word": "Universität",
        "EnglishSentence": "I am studying at the university.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "university",
            "college"
        ],
        "description": "The noun 'Universität' means 'university' or 'college' in English. It refers to an institution, school, or facility that offers higher education, degrees, or courses in various fields, disciplines, or subjects.\n Universitäten are known for their academic, research, or social environments that provide learning, knowledge, or opportunities for students, scholars, or professionals."
    },
    {
        "word": "Urlaub",
        "EnglishSentence": "I am going on vacation.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "vacation",
            "a vacation",
            "holidays"
        ],
        "description": "The noun 'Urlaub' means 'vacation', 'a vacation', or 'holidays' in English. It refers to a period, break, or time of rest, leisure, or travel that is taken, planned, or enjoyed by individuals, families, or workers.\n Urlaube are essential, relaxing, or enjoyable times that provide relaxation, rejuvenation, or experiences in travel, leisure, or activities."
    },
    {
        "word": "Vater",
        "EnglishSentence": "I am visiting my father.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "father"
        ],
        "description": "The noun 'Vater' means 'father' in English. It refers to a father, dad, or parent who is known for his role, relationship, or connection in family, childhood, or life.\n Väter are known for their care, support, or love for children, families, or relatives in various occasions, events, or milestones."
    },
    {
        "word": "Väter",
        "EnglishSentence": "I am visiting my fathers.",
        "pos": [
            "noun",
            "masculine",
            "plural"
        ],
        "definition": [
            "fathers"
        ],
        "description": "The noun 'Väter' means 'fathers' in English. It refers to multiple fathers, dads, or parents who are known for their roles, relationships, or connections in family, childhood, or life.\n Väter are known for their care, support, or love for children, families, or relatives in various occasions, events, or milestones."
    },
    {
        "word": "Verspätung",
        "EnglishSentence": "The train has a delay.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "delay"
        ],
        "description": "The noun 'Verspätung' means 'delay' in English. It refers to the act, event, or situation of being late, postponed, or behind schedule in time, arrival, or departure.\n Verspätungen are common, unexpected, or inconvenient occurrences that happen in transportation, work, or activities due to traffic, weather, or circumstances."
    },
    {
        "word": "viele",
        "EnglishSentence": "I have many friends.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "many",
            "a lot of",
            "lots of",
            "heaps of",
            "plenty of",
            "loads of"
        ],
        "description": "The adjective 'viele' means 'many', 'a lot of', 'lots of', 'heaps of', 'plenty of', or 'loads of' in English. It is used to describe a large, abundant, or numerous quantity, amount, or number of objects, people, or things.\n Viele objects, people, or things are associated with diversity, variety, or abundance in relationships, activities, or collections."
    },
    {
        "word": "vielen Dank",
        "EnglishSentence": "Thank you very much.",
        "pos": [
            "phrase"
        ],
        "definition": [
            "thank you very much"
        ],
        "description": "The phrase 'vielen Dank' means 'thank you very much' in English. It is used as a polite, appreciative, or formal expression of gratitude, thanks, or appreciation in conversations, interactions, or exchanges.\n Vielen Dank is a common, respectful, or friendly phrase that is used to acknowledge, recognize, or reciprocate kindness, help, or gestures from others."
    },
    {
        "word": "vier",
        "EnglishSentence": "I have four siblings.",
        "pos": [
            "numeral"
        ],
        "definition": [
            "four",
            "4"
        ],
        "description": "The numeral 'vier' means 'four' or '4' in English. It is used to represent, count, or quantify the number, quantity, or amount of objects, people, or things.\n Vier is a cardinal, ordinal, or whole number that is used in mathematics, counting, or measurements to indicate positions, sequences, or quantities."
    },
    {
        "word": "Volleyball",
        "EnglishSentence": "I am playing volleyball.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "volleyball"
        ],
        "description": "The noun 'Volleyball' means 'volleyball' in English. It refers to a sport, game, or activity that involves hitting, passing, or serving a ball over a net with hands, arms, or players in teams.\n Volleyball is a popular, competitive, or recreational sport that is played, practiced, or enjoyed by athletes, players, or enthusiasts in schools, clubs, or tournaments."
    },
    {
        "word": "von",
        "EnglishSentence": "I am from Germany.",
        "pos": [
            "preposition"
        ],
        "definition": [
            "of",
            "by",
            "from",
            "out of"
        ],
        "description": "The preposition 'von' means 'of', 'by', 'from', or 'out of' in English. It is used to describe the origin, source, or possession of an object, person, or thing in relation to a place, location, or situation.\n Von is a versatile, common, or essential preposition that is used in contexts, sentences, or expressions to indicate relationships, connections, or attributions."
    },
    {
        "word": "wandere",
        "EnglishSentence": "I am hiking in the mountains.",
        "pos": [
            "verb",
            "primary"
        ],
        "definition": [
            "am hiking",
            "go hiking",
            "hike",
            "hiking"
        ],
        "description": "The verb 'wandere' means 'am hiking', 'go hiking', 'hike', or 'hiking' in English. It is used to describe the action, activity, or sport of walking, trekking, or climbing in natural, outdoor, or mountainous areas.\n Wandern is a popular, recreational, or adventurous activity that is enjoyed, practiced, or experienced by hikers, travelers, or nature enthusiasts in landscapes, trails, or terrains."
    },
    {
        "word": "wanderst",
        "EnglishSentence": "You are hiking in the forest.",
        "pos": [
            "verb",
            "secondary"
        ],
        "definition": [
            "hiking",
            "hike",
            "go hiking",
            "backpacking"
        ],
        "description": "The verb 'wanderst' means 'hiking', 'hike', 'go hiking', or 'backpacking' in English. It is used to describe the action, activity, or sport of walking, trekking, or climbing in natural, outdoor, or mountainous areas.\n Wandern is a popular, recreational, or adventurous activity that is enjoyed, practiced, or experienced by hikers, travelers, or nature enthusiasts in landscapes, trails, or terrains."
    },
    {
        "word": "wandert",
        "EnglishSentence": "He is hiking in the mountains.",
        "pos": [
            "verb",
            "tertiary"
        ],
        "definition": [
            "hike",
            "hikes",
            "hiking"
        ],
        "description": "The verb 'wandert' means 'hike', 'hikes', or 'hiking' in English. It is used to describe the action, activity, or sport of walking, trekking, or climbing in natural, outdoor, or mountainous areas.\n Wandern is a popular, recreational, or adventurous activity that is enjoyed, practiced, or experienced by hikers, travelers, or nature enthusiasts in landscapes, trails, or terrains."
    },
    {
        "word": "wandern",
        "EnglishSentence": "We are hiking in the forest.",
        "pos": [
            "verb",
            "infinitive"
        ],
        "definition": [
            "traveling",
            "hiking",
            "hike",
            "are hiking",
            "backpacking"
        ],
        "description": "The verb 'wandern' means 'traveling', 'hiking', 'hike', 'are hiking', or 'backpacking' in English. It is used to describe the action, activity, or sport of walking, trekking, or climbing in natural, outdoor, or mountainous areas.\n Wandern is a popular, recreational, or adventurous activity that is enjoyed, practiced, or experienced by hikers, travelers, or nature enthusiasts in landscapes, trails, or terrains."
    },
    {
        "word": "wann",
        "EnglishSentence": "When are you coming?",
        "pos": [
            "adverb"
        ],
        "definition": [
            "when",
            "what time",
            "at what time"
        ],
        "description": "The adverb 'wann' means 'when', 'what time', or 'at what time' in English. It is used to ask, inquire, or question about the time, moment, or occasion of an event, action, or situation.\n Wann is a common, essential, or practical adverb that is used in conversations, meetings, or interactions to clarify, confirm, or determine schedules, appointments, or plans."
    },
    {
        "word": "warm",
        "EnglishSentence": "The weather is warm.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "warm"
        ],
        "description": "The adjective 'warm' means 'warm' in English. It is used to describe the temperature, climate, or feeling of being comfortable, cozy, or pleasant in heat, warmth, or conditions.\n Warm temperatures, climates, or environments are associated with comfort, relaxation, or enjoyment in seasons, places, or settings."
    },
    {
        "word": "warum",
        "EnglishSentence": "Why are you late?",
        "pos": [
            "adverb"
        ],
        "definition": [
            "why",
            "for what reason"
        ],
        "description": "The adverb 'warum' means 'why' or 'for what reason' in English. It is used to ask, inquire, or question about the cause, purpose, or explanation of an event, action, or situation.\n Warum is a common, essential, or practical adverb that is used in conversations, meetings, or interactions to understand, clarify, or resolve issues, problems, or misunderstandings."
    },
    {
        "word": "was",
        "EnglishSentence": "What are you doing?",
        "pos": [
            "pronoun"
        ],
        "definition": [
            "what",
            "which"
        ],
        "description": "The pronoun 'was' means 'what' in English. It is used to ask, inquire, or question about the identity, nature, or purpose of an object, thing, or action.\n Was is a common, essential, or practical pronoun that is used in conversations, meetings, or interactions to seek, obtain, or provide information, details, or explanations."
    },
    {
        "word": "Wasser",
        "EnglishSentence": "I am drinking water.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "water"
        ],
        "description": "The noun 'Wasser' means 'water' in English. It refers to a clear, liquid, or essential substance that is used, consumed, or needed for hydration, health, or survival.\n Wasser is a natural, vital, or refreshing element that is found, supplied, or available in various sources, forms, or environments for drinking, cooking, or cleaning."
    },
    {
        "word": "Wasserflasche",
        "EnglishSentence": "I am carrying a water bottle.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "water bottle"
        ],
        "description": "The noun 'Wasserflasche' means 'water bottle' in English. It refers to a container, vessel, or receptacle that is used, carried, or filled with water, liquids, or beverages for drinking, hydration, or storage.\n Wasserflaschen are essential, portable, or reusable items that provide convenience, sustainability, or accessibility in travel, sports, or daily activities."
    },
    {
        "word": "Wein",
        "EnglishSentence": "I am drinking wine.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "wine"
        ],
        "description": "The noun 'Wein' means 'wine' in English. It refers to an alcoholic, fermented, or grape-based beverage that is made, produced, or enjoyed in various regions, cultures, or traditions.\n Wein is a popular, social, or cultural drink that is served, shared, or celebrated in meals, events, or occasions for enjoyment, relaxation, or pleasure."
    },
    {
        "word": "weit weg",
        "EnglishSentence": "The beach is far away.",
        "pos": [
            "adverb"
        ],
        "definition": [
            "far away",
            "far"
        ],
        "description": "The adverb 'weit weg' means 'far away' or 'far' in English. It is used to describe the distance, location, or position of an object, place, or destination in relation to another point, area, or reference.\n Weit weg is a common, practical, or descriptive adverb that is used in conversations, directions, or travel to indicate distances, locations, or directions."
    },
    {
        "word": "welche",
        "EnglishSentence": "Which book are you reading?",
        "pos": [
            "pronoun"
        ],
        "definition": [
            "which"
        ],
        "description": "The pronoun 'welche' means 'which' in English. It is used to ask, inquire, or question about the identity, choice, or selection of an object, thing, or item.\n Welche is a common, essential, or practical pronoun that is used in conversations, meetings, or interactions to seek, obtain, or provide information, details, or explanations."
    },
    {
        "word": "wer",
        "EnglishSentence": "Who is coming to the party?",
        "pos": [
            "pronoun"
        ],
        "definition": [
            "who"
        ],
        "description": "The pronoun 'wer' means 'who' in English. It is used to ask, inquire, or question about the identity, person, or individual who is involved, present, or participating in an event, action, or situation.\n Wer is a common, essential, or practical pronoun that is used in conversations, meetings, or interactions to seek, obtain, or provide information, details, or explanations."
    },
    {
        "word": "Wetter",
        "EnglishSentence": "The weather is nice today.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "weather"
        ],
        "description": "The noun 'Wetter' means 'weather' in English. It refers to the atmospheric, climatic, or meteorological conditions, patterns, or forecasts of a place, region, or environment.\n Wetter is a natural, dynamic, or changing element that affects, influences, or determines the temperature, precipitation, or conditions of seasons, days, or climates."
    },
    {
        "word": "wie geht's",
        "EnglishSentence": "How are you?",
        "pos": [
            "phrase"
        ],
        "definition": [
            "how are you?",
            "how do you do?",
            "how are you doing?",
            "what's up?"
        ],
        "description": "The phrase 'wie geht's' means 'how are you?' in English. It is used as a casual, friendly, or informal greeting to ask, inquire, or check about the well-being, health, or mood of a person, friend, or acquaintance.\n Wie geht's is a common, polite, or social phrase that is used in conversations, meetings, or interactions to show interest, care, or connection with others."
    },
    {
        "word": "wie",
        "EnglishSentence": "How do you like the movie?",
        "pos": [
            "adverb"
        ],
        "definition": [
            "how",
            "what"
        ],
        "description": "The adverb 'wie' means 'how' or 'what' in English. It is used to ask, inquire, or question about the manner, way, or quality of an action, event, or situation.\n Wie is a common, essential, or practical adverb that is used in conversations, meetings, or interactions to seek, obtain, or provide information, details, or explanations."
    },
    {
        "word": "Wien",
        "EnglishSentence": "I am visiting Vienna.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "Vienna"
        ],
        "description": "The noun 'Wien' means 'Vienna' in English. It refers to the capital, city, or cultural center of Austria, a country located in Europe.\n Wien is known for its history, architecture, or arts that attract tourists, visitors, or travelers to explore, experience, or enjoy its landmarks, museums, or events."
    },
    {
        "word": "windig",
        "EnglishSentence": "The weather is windy.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "windy"
        ],
        "description": "The adjective 'windig' means 'windy' in English. It is used to describe the atmospheric, climatic, or meteorological conditions, patterns, or forecasts of a place, region, or environment.\n Windige weather, climates, or days are associated with breezes, gusts, or storms that affect, influence, or determine the temperature, precipitation, or conditions of seasons, days, or climates."
    },
    {
        "word": "Winter",
        "EnglishSentence": "I am skiing in the winter.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "winter",
            "wintera"
        ],
        "description": "The noun 'Winter' means 'winter' or 'winters' in English. It refers to the coldest, snowiest, or darkest season of the year that occurs between autumn and spring.\n Winter is known for its cold, snowy, or festive weather that brings holidays, activities, or traditions in regions, countries, or cultures."
    },
    {
        "word": "wir",
        "EnglishSentence": "We are going to the park.",
        "pos": [
            "pronoun"
        ],
        "definition": [
            "we"
        ],
        "description": "The pronoun 'wir' means 'we' in English. It is used to refer, indicate, or represent a group, team, or collective of people, individuals, or persons.\n Wir is a common, essential, or practical pronoun that is used in conversations, meetings, or interactions to express, identify, or include oneself and others in actions, events, or situations."
    },
    {
        "word": "wirklich",
        "EnglishSentence": "The movie is really good.",
        "pos": [
            "adverb"
        ],
        "definition": [
            "really",
            "actually",
            "truly",
            "genuinely"
        ],
        "description": "The adverb 'wirklich' means 'really', 'actually', 'truly', or 'genuinely' in English. It is used to emphasize, confirm, or express the truth, certainty, or authenticity of an action, event, or situation.\n Wirklich is a common, versatile, or expressive adverb that is used in conversations, writing, or communication to convey sincerity, honesty, or conviction in statements, opinions, or feelings."
    },
    {
        "word": "wo",
        "EnglishSentence": "Where are you going?",
        "pos": [
            "adverb"
        ],
        "definition": [
            "where"
        ],
        "description": "The adverb 'wo' means 'where' in English. It is used to ask, inquire, or question about the location, place, or destination of an object, person, or thing.\n Wo is a common, essential, or practical adverb that is used in conversations, meetings, or interactions to seek, obtain, or provide information, details, or explanations."
    },
    {
        "word": "woher",
        "EnglishSentence": "Where are you from?",
        "pos": [
            "adverb"
        ],
        "definition": [
            "from where",
            "whence",
            "where from"
        ],
        "description": "The adverb 'woher' means 'from where', 'whence', or 'where from' in English. It is used to ask, inquire, or question about the origin, source, or location of an object, person, or thing.\n Woher is a common, essential, or practical adverb that is used in conversations, meetings, or interactions to seek, obtain, or provide information, details, or explanations."
    },
    {
        "word": "Wohnung",
        "EnglishSentence": "I am renting an apartment.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "apartment",
            "flat"
        ],
        "description": "The noun 'Wohnung' means 'apartment' or 'flat' in English. It refers to a living space, residence, or dwelling that is rented, owned, or occupied by individuals, families, or tenants.\n Wohnungen are essential, private, or comfortable spaces that provide shelter, privacy, or amenities for living, working, or relaxing in cities, neighborhoods, or communities."
    },
    {
        "word": "Wohnungen",
        "EnglishSentence": "I am renting apartments.",
        "pos": [
            "noun",
            "feminine",
            "plural"
        ],
        "definition": [
            "apartments",
            "flats"
        ],
        "description": "The noun 'Wohnungen' means 'apartments' or 'flats' in English. It refers to living spaces, residences, or dwellings that are rented, owned, or occupied by individuals, families, or tenants.\n Wohnungen are essential, private, or comfortable spaces that provide shelter, privacy, or amenities for living, working, or relaxing in cities, neighborhoods, or communities."
    },
    {
        "word": "wunderbar",
        "EnglishSentence": "The view is wonderful.",
        "pos": [
            "adjective"
        ],
        "definition": [
            "wonderful",
            "splendid",
            "lovely"
        ],
        "description": "The adjective 'wunderbar' means 'wonderful', 'splendid', or 'lovely' in English. It is used to describe something that is amazing, fantastic, or extraordinary in quality, appearance, or experience.\n Wunderbare views, experiences, or moments are associated with beauty, wonder, or excitement in nature, travel, or life."
    },
    {
        "word": "Wurst",
        "EnglishSentence": "I am eating a sausage.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "sausage"
        ],
        "description": "The noun 'Wurst' means 'sausage' in English. It refers to a meat, pork, or beef product that is seasoned, cooked, or served in a casing, bun, or dish.\n Würste are popular, flavorful, or versatile foods that are enjoyed, grilled, or served in meals, snacks, or dishes for taste, texture, or traditions."
    },
    {
        "word": "zahlen",
        "EnglishSentence": "I am paying for the bill.",
        "pos": [
            "verb",
            "primary"
        ],
        "definition": [
            "pay",
            "to pay",
            "are paying",
            "numbers"
        ],
        "description": "The verb 'zahlen' means 'pay', 'to pay', 'are paying', or 'paying' in English. It is used to describe the action, activity, or process of giving money, currency, or payment for goods, services, or transactions.\n Zahlen is a common, essential, or practical verb that is used in transactions, shopping, or business to settle, cover, or complete financial obligations, bills, or expenses."
    },
    {
        "word": "zehn",
        "EnglishSentence": "I have ten fingers.",
        "pos": [
            "numeral"
        ],
        "definition": [
            "ten",
            "10"
        ],
        "description": "The numeral 'zehn' means 'ten' or '10' in English. It is used to represent, count, or quantify the number, quantity, or amount of objects, people, or things.\n Zehn is a cardinal, ordinal, or whole number that is used in mathematics, counting, or measurements to indicate positions, sequences, or quantities."
    },
    {
        "word": "Zeit",
        "EnglishSentence": "I am running out of time.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "time",
            "period",
            "moment",
            "hour"
        ],
        "description": "The noun 'Zeit' means 'time' in English. It refers to the continuous, measurable, or chronological flow, duration, or period of events, actions, or moments.\n Zeit is a natural, essential, or universal element that is used, managed, or experienced in schedules, routines, or activities for planning, organizing, or living in daily, work, or life."
    },
    {
        "word": "zu",
        "EnglishSentence": "I am going to the park.",
        "pos": [
            "preposition"
        ],
        "definition": [
            "to",
            "at",
            "in",
            "for"
        ],
        "description": "The preposition 'zu' means 'to', 'at', 'in', or 'for' in English. It is used to describe the direction, location, or movement of an object, person, or event in relation to a place, time, or situation.\n Zu is a versatile, flexible, or common preposition that is used in contexts, conversations, or sentences to indicate positions, directions, or relationships."
    },
    {
        "word": "Zug",
        "EnglishSentence": "I am taking the train.",
        "pos": [
            "noun",
            "masculine"
        ],
        "definition": [
            "train"
        ],
        "description": "The noun 'Zug' means 'train' in English. It refers to a vehicle, transport, or locomotive that is used, operated, or traveled on tracks, rails, or routes for passengers, cargo, or goods.\n Züge are essential, convenient, or efficient modes of transportation that provide mobility, connectivity, or services in cities, regions, or countries."
    },
    {
        "word": "Züge",
        "EnglishSentence": "I am taking the trains.",
        "pos": [
            "noun",
            "masculine",
            "plural"
        ],
        "definition": [
            "trains"
        ],
        "description": "The noun 'Züge' means 'trains' in English. It refers to vehicles, transports, or locomotives that are used, operated, or traveled on tracks, rails, or routes for passengers, cargo, or goods.\n Züge are essential, convenient, or efficient modes of transportation that provide mobility, connectivity, or services in cities, regions, or countries."
    },
    {
        "word": "Zugtür",
        "EnglishSentence": "I am waiting at the train door.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "train door"
        ],
        "description": "The noun 'Zugtür' means 'train door' in English. It refers to an entrance, exit, or opening that is used, accessed, or closed in trains, subways, or metros for boarding, exiting, or traveling.\n Zugtüren are essential, functional, or secure parts of trains, transports, or vehicles that provide access, safety, or convenience for passengers, commuters, or travelers."
    },
    {
        "word": "Zugtüren",
        "EnglishSentence": "I am waiting at the train doors.",
        "pos": [
            "noun",
            "feminine",
            "plural"
        ],
        "definition": [
            "train doors"
        ],
        "description": "The noun 'Zugtüren' means 'train doors' in English. It refers to entrances, exits, or openings that are used, accessed, or closed in trains, subways, or metros for boarding, exiting, or traveling.\n Zugtüren are essential, functional, or secure parts of trains, transports, or vehicles that provide access, safety, or convenience for passengers, commuters, or travelers."
    },
    {
        "word": "zwanzig",
        "EnglishSentence": "I have twenty fingers.",
        "pos": [
            "numeral"
        ],
        "definition": [
            "twenty",
            "20"
        ],
        "description": "The numeral 'zwanzig' means 'twenty' or '20' in English. It is used to represent, count, or quantify the number, quantity, or amount of objects, people, or things.\n Zwanzig is a cardinal, ordinal, or whole number that is used in mathematics, counting, or measurements to indicate positions, sequences, or quantities."
    },
    {
        "word": "zwei",
        "EnglishSentence": "I have two siblings.",
        "pos": [
            "numeral"
        ],
        "definition": [
            "two"
        ],
        "description": "The numeral 'zwei' means 'two' in English. It is used to represent, count, or quantify the number, quantity, or amount of objects, people, or things.\n Zwei is a cardinal, ordinal, or whole number that is used in mathematics, counting, or measurements to indicate positions, sequences, or quantities."
    },
    {
        "word": "Ärztin",
        "EnglishSentence": "I am visiting a doctor.",
        "pos": [
            "noun",
            "feminine"
        ],
        "definition": [
            "doctor",
            "a doctor"
        ],
        "description": "The noun 'Ärztin' means 'doctor' or 'a doctor' in English. It refers to a medical professional, physician, or practitioner who is trained, licensed, or specialized in diagnosing, treating, or caring for patients.\n Ärztinnen are known for their expertise, care, or knowledge in healthcare, medicine, or wellness that provide services, treatments, or consultations for individuals, families, or communities."
    },
    {
        "word": "Österreich",
        "EnglishSentence": "I am visiting Austria.",
        "pos": [
            "noun",
            "neuter"
        ],
        "definition": [
            "Austria"
        ],
        "description": "The noun 'Österreich' means 'Austria' in English. It refers to a country, nation, or state located in Europe that is known for its history, culture, or landscapes.\n Österreich is a diverse, scenic, or historical destination that attracts tourists, visitors, or travelers to explore, experience, or enjoy its cities, regions, or traditions."
    }
]